[[[{"videoID": "Amu2mOsIz-w", "publishedAt": "2018-11-20T17:00:42.000Z", "title": "Forgery Experts Explain 5 Ways To Spot A Fake | WIRED", "description": "Forensic scientist Thiago Piwowarczyk and art historian Jeffrey Taylor PhD examine a purported Jackson Pollock painting and use their expertise to determine if the painting is legitimate or a forgery.\n\nStill haven’t subscribed to WIRED on YouTube? ►► http://wrd.cm/15fP7B7 \r\n\r\nAlso, check out the free WIRED channel on Roku, Apple TV, Amazon Fire TV, and Android TV. Here you can find your favorite WIRED shows and new episodes of our latest hit series Masterminds.\r\n\r\nABOUT WIRED\r\nWIRED is where tomorrow is realized. Through thought-provoking stories and videos, WIRED explores the future of business, innovation, and culture.\n\nForgery Experts Explain 5 Ways To Spot A Fake | WIRED", "viewCount": "1674657", "likeCount": "30224", "dislikeCount": "1074", "commentCount": "3263", "comments": [{"topLevelComment": "CSI for paintings. More please!"}, {"topLevelComment": "Anyone know the ones shown in 2:51 and 2:53 ? I have never been more attracted to a painting."}, {"topLevelComment": "0:34 he looks like Galvin Belson"}, {"topLevelComment": "What gives it value though? Like I get he made it, but it is like a blender exploded while making a smoothie."}, {"topLevelComment": "So if you do a painting just as well as another painter it doesnt matter because you aren't famous?"}, {"topLevelComment": "This is a poor fake at a dozen levels. Sidney was well ripped off."}, {"topLevelComment": "Um I’m sorry 100 million dollars for some $50 - $100 paint. Art is wacky but some paint splatted on a canvas that took 9 years excuse me. I get it was when he died but still. Just wait till I go to micheals and buy paint then splot it on a canvas slowly for 9 years and I’ll be a multi milionaire. Anyway thanks for joining my ted talk."}, {"topLevelComment": "Chinese ....are you listening"}, {"topLevelComment": "These guys are great! I would definitely watch them examine more paintings."}, {"topLevelComment": "100 million dollars? why?"}, {"topLevelComment": "\"painting\""}, {"topLevelComment": "like somebody's going to send you a 100 million dollar artwork to look over and you'll be grateful you have the equipment and wherewithal to use it. ? !? give us a break."}, {"topLevelComment": "Their accents 😜👌💯♥️"}, {"topLevelComment": "at 7:22 you can spot a face which looks like a Ancient Egyptian deities"}, {"topLevelComment": "Money laundering"}, {"topLevelComment": "That’s a painting? I thought it was a 5year olds drawing"}, {"topLevelComment": "People who know nothing about art critiquing art on a video that has nothing to do with critiquing art.\n\nNever change, internet."}, {"topLevelComment": "I wonder if they have ever made a mistake and just threw away a painting worth millions lmao"}, {"topLevelComment": "It's just a splatter of paint"}, {"topLevelComment": "Why even use the x-ray emission if the only result was neither an indication either way nor unexpected? Were there other elements which when found in the mix would provide evidence either way, or was this just an excuse to pull out the device? No clarification was offered."}, {"topLevelComment": "Looks very close to sidewalk painting done with cheese pizza projectile vomiting."}, {"topLevelComment": "So I'm guessing they're virgin."}, {"topLevelComment": "It's just a pigment of your imagination."}, {"topLevelComment": "That’s a really bad forgery, though. Sydney obviously isn’t that bright, if he had to pay to get told that it’s a fake! I’d rather see a video where they dissect a really good forgery."}, {"topLevelComment": "lol money laundering"}, {"topLevelComment": "This is : Tiago Adecyn Scheherazade Betelgeuse Toirdhealbache Piwowarczyk\nand jeff\nᵒᶠ ᴺᵉʷ ʸᵒʳᵏ ᴬʳᵗ ᶠᵒʳᵉⁿˢᶦᶜˢ"}, {"topLevelComment": "cool but boring"}, {"topLevelComment": "More like Jackson Ballock"}, {"topLevelComment": "Now do a pair of fake yeezys"}, {"topLevelComment": "A lot of plebs in here complaining that art isn't worth anything. Obviously $100m is ridiculous but you're a knuckle dragger if you think all art is worthless. Try going to one of the world's great galleries and museums through Europe and culturally educate yourselves."}, {"topLevelComment": "White lab coat  CHECK\ntalking mostly nonsense  CHECK"}, {"topLevelComment": "All the comments here really saddened me, people seem to be so ignorant. I thought that people in 21th century are already intelligent enough to understand that sometimes art is more about the idea and about the story behind it. And also having balls to do something that no one else did. I'm an art enthusiast and it truly makes me sad that these back then revolutionary ideas are being undervalued and mocked nowadays.", "reply": "Listen sweetie, you would pay for fake also, since you couldn't tell the difference if your life depended on it. That fact alone is enough to prove absurdity of such price. What's even more absurd is that you would be non the wiser and continue enjoying that piece of crap because of \"the idea\" and \"the story\" behind it. The idea being to scam you out of your money, and the story being succeeding in it."}, {"topLevelComment": "What's amazing to me is, the moron who sent it in thinking he could fool science with some shoddy substandard piece of crap."}, {"topLevelComment": "It shouldn't matter who made it. Just buy it if it looks good and don't if it looks bad.art is stupid in this sense"}, {"topLevelComment": "Jackson Pollock was a joke."}, {"topLevelComment": "Jackson Pollock was right-handed and always splattered slightly to the right so if you get one that splatters to the left it's a phony."}, {"topLevelComment": "\"We cannot test a Pollock by the quality or technique of painting - any moron can splat paint on a canvas, which is common to almost all modern \"art\", much to humanity's shame, a \"level of skill\" is never considered in these examinations.\""}, {"topLevelComment": "This is such a weirdly edited video. Why do they have the title cards that come up with what he just said? And why does the video just abruptly end after he says \"there is something wrong\""}, {"topLevelComment": "You can bring in an 8th graders art project and they would still probably question its authenticity.."}, {"topLevelComment": "that doesn't look like a star trek phaser"}, {"topLevelComment": "The audio is horrendous"}, {"topLevelComment": "It'd be funny if while they were working the dude that owned it walked in and was like, \"ok, ok, it's fake!\""}, {"topLevelComment": "What sucker would pay $100 million for paint drippings by some \"artist\" I had never heard of before?  No wonder they have so many fakes.", "reply": "Well, TimeOut rated Jackson Pollock as the 20th most famous artist of all time. So even if YOU haven't heard of him, plenty of other people have. ;) https://www.timeout.com/newyork/art/most-famous-artists-of-all-time"}, {"topLevelComment": "Sound volume is too low for speech of the first guy"}, {"topLevelComment": "jipe tage sedafo nati."}, {"topLevelComment": "Tricorder"}, {"topLevelComment": "Jackson Pollock the CIA operative"}, {"topLevelComment": "they scratch off paint to examine it for forgery? what?"}, {"topLevelComment": "So why do people call this art? It’s just a bunch of colorful lines. What’s the definition of art? 😂"}, {"topLevelComment": "Now examine a forgery of an artwork."}]}, {"videoID": "DHDrj0_bMQ0", "publishedAt": "2013-03-27T13:18:44.000Z", "title": "How to Ace an Interview: 5 Tips from a Harvard Career Advisor", "description": "Learn how to prepare for your next interview with these 5 tips from career services advisor Linda Spencer.\n\nSpencer discusses the following strategies in-depth so you can feel more confident throughout the interview process:\n\n1. Do your research.\n2. Practice your responses.\n3. Make a good first impression.\n4. Prepare for different types of interviews.\n5. Determine next steps and follow through on them.\n\nLinda Spencer is the assistant director of the Office of Career Services at Harvard.\n\nVisit http://www.extension.harvard.edu/resources/career-academic-resource-center/career-services for more Career Services resources available to Harvard Extension School students.", "viewCount": "1642060", "likeCount": "12226", "dislikeCount": "269", "commentCount": "495", "comments": [{"topLevelComment": "Definitely gonna ace the interview for a position as a dishwasher"}, {"topLevelComment": "http://ecleneue.com/Y63"}, {"topLevelComment": "what should you do when you're smarter than the person interviewing you and they wont give you the position out of fear that you will take their job?"}, {"topLevelComment": "Thanks for sharing. Best wishes."}, {"topLevelComment": "I got hired as a customer."}, {"topLevelComment": "usually they've decided who gets the jopb before the interview.\nThat way they keep pillocks like her in jobs.\nNot so true for more snr positions, but definitely so for grad trainees and all that BS."}, {"topLevelComment": "lol. I'm watching this for an interview I have with homelessness. Wish me luck!"}, {"topLevelComment": "Right off the bat this is bullshit. Her words are:\n\n\"You want to know how you can meet the employers needs, how you can add value, and what you bring to the table\"\n\nIsn't that three different ways of saying the exact same thing? No wonder women go into this career coaching bullshit!"}, {"topLevelComment": "Did the lip slurping and editorial cutaways discourage anyone else?"}, {"topLevelComment": "damn this bitch sucks"}, {"topLevelComment": "Man, I can't remember all of this.  No wonder I've been underemployed/unemployed since I graduated college a year ago."}, {"topLevelComment": "Preparing for a phone interview with Southwest airlines"}, {"topLevelComment": "This is all utter rubbish. 1. have a good eye contact. 2. Good hand shake and 3. know what you are taking."}, {"topLevelComment": "Great in-depth article. One additional item I would add is to pick an ideal location. \n\n\nMake sure you set up in a place where you can comfortably talk.\n\n\nCoffee shops are only acceptable if the place is empty – the background noise level of your average Starbucks is too high for comfortable conversation. If you’re taking the interview from your current workplace, don’t take it at your desk. And never take a video interview from inside your car.\n\n\nThe ideal location is a room in your home, in a library, or in a private conference room. Pick a location that is quiet, private, and well-lit.\n\n\nPay attention to what is behind you! Hide anything you don’t want the interviewer to see – pets, children, laundry, or clutter. If you don’t have any better alternatives, swivel the camera around to show the wall behind you as a neutral background.\n\n\nYou can find other tips here: https://hellocecil.com/blog/video-interview-tips/"}, {"topLevelComment": "Watching this for an interview at H-E-B 🤞🙏"}, {"topLevelComment": "I would also recommend taking a lot of mock interviews in order to get yourself comfortable with a couple people interviewing even if he don't know about the job star BS in your way through it just so that you can get comfortable with talking to from one person till like fried people because 5 people might be in a interview panel interviewing you and you want to make sure that your confidence level is stared and you're not nervous because of the amount of people"}, {"topLevelComment": "I got a full time job at American Museum of Natural History in NYC as a Tour Guide, Thank you so much for your advices!"}, {"topLevelComment": "You were on Survivor"}, {"topLevelComment": "240 people don't know how to say thank you."}, {"topLevelComment": "haha fortnite pizza"}, {"topLevelComment": "i did not pass my interview, thats why i came here. to learn, move forward and succeed"}, {"topLevelComment": "Kudos for the Video! Sorry for the intrusion, I am interested in your thoughts. Have you heard the talk about - Schallingora Information Investigation Scheme (search on google)? It is an awesome one off product for learning what you need to say to get hired in a job interview minus the normal expense. Ive heard some amazing things about it and my buddy after many years got cool success with it."}, {"topLevelComment": "Great Video! Forgive me for the intrusion, I am interested in your thoughts. Have you ever tried - Schallingora Information Investigation Scheme (do a search on google)? It is a good one of a kind product for learning what you need to say to get hired in a job interview minus the headache. Ive heard some extraordinary things about it and my mate after many years got excellent success with it."}, {"topLevelComment": "I’m watching this for Delta Airlines... wish me luck"}, {"topLevelComment": "We would like to correct the captions for this video in order to use it in a college course. Please turn on Community Contributions in your settings so that we can add the captions. If you don't want to do that, please  give us permission to caption the video and use a service such as Amara.org that uses the YouTube embed code to embed the video and adds an overlay to add captions."}, {"topLevelComment": "I’ll use these tips for my interview at McDonald’s."}, {"topLevelComment": "i have a job interview at publix in 3 days im so nervous lol but i feel confident"}, {"topLevelComment": "Will be interviewing for a school district."}, {"topLevelComment": "Watching this to apply at Hollister in the summer lol I need months of practice.. by the way does anyone know if Hollister will accept 16yr olds?"}, {"topLevelComment": "watching this for my interview at my dream college! Wish me luck !"}, {"topLevelComment": "This is very helpful. Thank you."}, {"topLevelComment": "Dress for success even if a Skype interview."}, {"topLevelComment": "Watching this for a call center job paying 13$ an hour. Someone comment so I can tell you guys if I get the job or not. I’m going tomorrow!"}, {"topLevelComment": "Very helpful and informative video. I am interviewing for a front desk position at a backpackers hostel. I have been interested in working in a hostel for a while, I will be sure to use these pointers to prepare and put my best foot forward. Thanks Linda."}, {"topLevelComment": "Too much fake persona needed to succeed. All the hard work at college, approbation by PhD professors is just dust blowing in the wind. You prepare yourself to lift mountains, then they ask you stupid questions, then you get destroyed. As easy as this simple equation. Human stupidity has no limits 😆 . With all due respect ma'am."}, {"topLevelComment": "Watching for Buffalo Wild Wings!"}, {"topLevelComment": "This was a great presentation ! I learned tips and also it confirmed my own thoughts. Thank you 🍒"}, {"topLevelComment": "Very good info. I'm terrible at selling myself. I want to get better at articulating my words during the interview."}, {"topLevelComment": "Answer these questions to schedule a mock interview : https://sudhirreddy.typeform.com/to/cNiyDP"}, {"topLevelComment": "Short and to the point"}, {"topLevelComment": "Watching this for a dental front office desk tommorow morning ..also have another interview as a care partner tommorow afternoon..the nervousness first time applying for these jobs"}, {"topLevelComment": "She is smart but if she takes interview 110 percent she is going to screen out enough people and  search for highly professional people.For interview just be confident be positive dont hesitate. This lady is making people more confuse."}, {"topLevelComment": "Iam fuc kked"}, {"topLevelComment": "Customer support interview tomorrow😵😵😵"}, {"topLevelComment": "I'm so scared for my first time interview today"}, {"topLevelComment": "please pray for me"}, {"topLevelComment": "How can you deal with to have an interview when you are an introvert?", "reply": "Practice. Lots and lots and lots of practice, go to interviews even if you know you don't want the job or if you even know you won't get the job. Do it all for the practice. It's extremely hard but it does get easier. You have to put yourself out there which is so nerve racking, but I looked at it this way; everyone and I mean Everyone has to do interviews(at least the ones that work/want to work/can work), I'm not the only person to have to go through this. Go over questions and your answers in your head on replay all day every day until you feel confident enough. Also, take a lot of deep breaths."}, {"topLevelComment": "it's important to have a good letter of recommendation. I never practiced in front of a mirror. it's ridiculous."}, {"topLevelComment": "Zed"}, {"topLevelComment": "Watching this for an interview at Apple. Wish me luck! 😉"}]}, {"videoID": "KWdvKEgwrjI", "publishedAt": "2018-02-23T19:08:03.000Z", "title": "Unstoppable Ultron! | Marvel's Avengers Assemble S2 Ep15 (FULL EPISODE) | Avengers Disassembled", "description": "Marvel's Avengers Assemble, Season 2, Episode 15 - Avengers Disassembled\n\nWant more Avengers Assemble? Click here: https://www.youtube.com/playlist?list=PLNw_hEO5pK1oRPp3UP1zM8g58cqae-tZM\n\nIron Man and Captain America attempt to rebuild their relationship in the aftermath of their battle with Thanos; but things become strained when Cap discovers Iron Man's been hiding dangerous information about an artificial intelligence unit named Ultron.\n---\n\"Marvel's Avengers Assemble\" is an action-packed animated series featuring the world's mightiest heroes introduced in the 2012 blockbuster live-action film \"The Avengers\". The epic adventure follows Iron Man, Captain America, Thor, Hulk, Black Widow, Hawkeye, Falcon and Ant-Man as they dedicate themselves to protecting New York City and the world.\n\nTo the Avengers' surprise, they discover that Thanos has come to Earth. The supervillain has arrived to gather the Infinity Stones for his Infinity Gauntlet. Red Skull has already given this cosmic master the Tesseract which contains the space stone. So with one stone down and five to go before the gauntlet is complete, the Avengers must make a stand against the Mad Titan himself. The Avengers will also face other challenges this season including Ultron, the Squadron Supreme and the Black Order.\n\nFilled with positive messages for kids and families, \"Marvel's Avengers Assemble\" touches upon themes of teamwork, perseverance, believing in yourself, and that your friends can become family. The series features a distinct color palette combined with a visual mix of 2D animation, CG elements, and VFX. It also includes dynamic action sequences and a wide array of Marvel characters.\n\nThe voice cast includes: Adrian Pasdar (\"Heroes\") as Iron Man, Fred Tatasciore (\"Kung Fu Panda: Legends of Awesomeness\") as Hulk, Roger Craig-Smith (\"Wreck-It Ralph\") as Captain America, Travis Willingham (\"Shelf Life\") as Thor, Troy Baker (\"Ultimate Spider-Man\") as Hawkeye, Laura Bailey (\"The Super Hero Squad Show\") as Black Widow, Bumper Robinson (\"The Game\") as Falcon and Grant George (\"Ultimate Spider-Man) as Ant-Man.\n\nMarvel's Avengers Assemble is produced by Marvel Animation. The series creative team includes executive producers: Alan Fine (\"Marvel's The Avengers,\" \"Iron Man,\" \"Thor\"), Dan Buckley (\"Marvel's Hulk and the Agents of S.M.A.S.H.\"), Joe Quesada (\"Marvel's Daredevil\"), and Jeph Loeb (\"Marvel's Agents of S.H.I.E.L.D.\"); co-executive producers: Stan Lee (\"Spider-Man\"), Eric Radomski (\"Batman: The Animated Series\"), Cort Lane (\"The Super Hero Squad Show\"), and Stephen Wacker (\"Ultimate Spider-Man\"); supervising producers: Dan Evans III (\"Mighty Morphin Power Rangers\"), Kevin Burke (\"Ultimate Spider-Man\"), and Chris \"Doc\" Wyatt (\"Ultimate Spider-Man\"); supervising director: Jeff Allen (\"Ultimate Spider-Man\").\n---\nGuest Starring: Spider-Man, Ultron, Nick Fury", "viewCount": "1522292", "likeCount": "11331", "dislikeCount": "538", "commentCount": "1087", "comments": [{"topLevelComment": "5:45"}, {"topLevelComment": "0:33 STAN!!!"}, {"topLevelComment": "At 8:54 did anyone hear a lmd scream?"}, {"topLevelComment": "Why don't they like Spidey?"}, {"topLevelComment": "wow look its amazo"}, {"topLevelComment": "7:20, 8:18 This always makes me laugh😂😂😂😂"}, {"topLevelComment": "Stark “That’s the thing about humans  we can always rebuild”"}, {"topLevelComment": "Civil war!"}, {"topLevelComment": "6:30, Wave Motion Gun\nSpace Battleship Yamato"}, {"topLevelComment": "“Captain America left so... Spiderman”👏👏"}, {"topLevelComment": "Cap = Spider-Man?\n\n\n\n\n\n\n\nI agree."}, {"topLevelComment": "Civil war all over again..."}, {"topLevelComment": "A ultimate Spider-Man and avengers assemble mix episode? AWESOME!"}, {"topLevelComment": "Sweet Spider-Man an avenger again"}, {"topLevelComment": "How many suits have Stark destroyed"}, {"topLevelComment": "\"Mr. Stark? I don't... Feel so good...\" -fades away-"}, {"topLevelComment": "Hello"}, {"topLevelComment": "Spiderman is even stronger than I thought if he punched  the adaptoid across a room"}, {"topLevelComment": "8:53 Wilhelm scream"}, {"topLevelComment": "Ultron is a 100 toner."}, {"topLevelComment": "I like that background music on 1:44 do anybody else like that background music"}, {"topLevelComment": "Tony really underestimated Ultron\nEspecially with that so called trap he set for him.  Smh I tell ya"}, {"topLevelComment": "Stan Lee?"}, {"topLevelComment": "Too bad Ben tennyson isn’t here to see the team Being torn apart like this\n\nAs an avengeing 10"}, {"topLevelComment": "I never liked this version of Spider-Man. He was far too silly."}, {"topLevelComment": "Spiderman's fourth wall breaks are so apparent now that it had to be mentioned in this episode."}, {"topLevelComment": "Thor got electrocuted can’t he resist it"}, {"topLevelComment": "So basically a copy of amazo", "reply": "Nope. He was made before but he did remind me of him"}, {"topLevelComment": "Team stark"}, {"topLevelComment": "4:56 looks like tobey maguires spider suit"}, {"topLevelComment": "Wait, I thought Deadpool was supposed to do fourth wall breaks."}, {"topLevelComment": "Mmmmm\n1. Even if he was threatened, Peter would not say he is technically not an Avenger\n2. What happened to ‘Mr. Stark’?"}, {"topLevelComment": "0:15 was that a stan Lee cameo"}, {"topLevelComment": "If he can adapt wouldn't DP be a better candidate? Cause He's so unpredictable"}, {"topLevelComment": "is that Stan Lee at 0:16 ? LOL"}, {"topLevelComment": "Weak avengers, The Justice league is the best."}, {"topLevelComment": "\"falcon has cookies\""}, {"topLevelComment": "I'm waiting for a Spiderman series where he's not a teenager. I'd like a 10-year veteran Spidey(with all that accumulated experience), not high school Spidey."}, {"topLevelComment": "Hawkeye and black widow should be dead... They literally have no super powers and are squishy", "reply": "Savage Hoodies Tony Stark has no super powers\nHe just has a suit"}, {"topLevelComment": "I love Spiderman and the ultimate spiderman TV show"}, {"topLevelComment": "The best part of this episode is Spiderman roasting all of the avengers.", "reply": "YEP"}, {"topLevelComment": "Dude I'm so use to having Spider-Man as a goofball and everything but seeing him serious makes me feel bad for him"}, {"topLevelComment": "Spider-Man talks a lot lot"}, {"topLevelComment": "2:30 #Tony in Civil War"}, {"topLevelComment": "Is this the end of the Avengers? Yeah, right."}, {"topLevelComment": "I loved it when Hawkeye walked up to Spider-Man."}, {"topLevelComment": "Yes! Spider-Man is in the house."}, {"topLevelComment": "\"Cap likes me!\"\nME: O.O AAAWWWWWW!\nI enjoy watching him fanboy."}, {"topLevelComment": "13:32 the red and yellow one looks like the iron spider armor\n\nThe gray one is war machine\n\nAnd then there is the iron patriot"}, {"topLevelComment": "Did you mean: Spider-Man Homecoming"}]}, {"videoID": "Cetg4gu0oQQ", "publishedAt": "2018-01-03T16:02:39.000Z", "title": "Why I'm done trying to be \"man enough\" | Justin Baldoni", "description": "Justin Baldoni wants to start a dialogue with men about redefining masculinity -- to figure out ways to be not just good men but good humans. In a warm, personal talk, he shares his effort to reconcile who he is with who the world tells him a man should be. And he has a challenge for men: \"See if you can use the same qualities that you feel make you a man to go deeper,\" he says. \"Your strength, your bravery, your toughness: Are you brave enough to be vulnerable? Are you strong enough to be sensitive? Are you confident enough to listen to the women in your life?\"\n\nCheck out more TED Talks: http://www.ted.com\n\nThe TED Talks channel features the best talks and performances from the TED Conference, where the world's leading thinkers and doers give the talk of their lives in 18 minutes (or less). Look for talks on Technology, Entertainment and Design -- plus science, business, global issues, the arts and more.\n\nFollow TED on Twitter: http://www.twitter.com/TEDTalks\nLike TED on Facebook: https://www.facebook.com/TED\n\nSubscribe to our channel: https://www.youtube.com/TED", "viewCount": "1435302", "likeCount": "84449", "dislikeCount": "3975", "commentCount": "6669", "comments": [{"topLevelComment": "Sorry, I dont buy it."}, {"topLevelComment": "i agree with most things he said besides the feminist stuff, both women and men face social oppression, the wage gap is a myth since the 60's it is ILLEGAL to pay women less than men."}, {"topLevelComment": "The public face of mangina-ism."}, {"topLevelComment": "“It’s time to recognize that we are not just part of the problem, we ARE the problem.” I got chills with this."}, {"topLevelComment": "i am a man and willingly suppress my negative emotions (don't really get any in the first place) because i want to have control over myself, thank you very much.\ni'd say sticking to evidence-based reasoning is far better than letting yourself be governed by illogical and sometimes random bodily reactions."}, {"topLevelComment": "started off very god but devolved into feminist bullshit."}, {"topLevelComment": "This man is far ahead of his time. 👏"}, {"topLevelComment": "Of course he has to redefine what being a man is.  It's largely unattainable to the millenial nu-man."}, {"topLevelComment": "Be a good human💫"}, {"topLevelComment": "I don't identify as homosexual (although I do identify as an LGBT ally), but this guy is hot.", "reply": "Doesn't matter what you \"identify\" as. If you're a guy and sexually or romantically attracted to another man, you are, in fact, gay, or at least bisexual."}, {"topLevelComment": "Jane da virgin yasss"}, {"topLevelComment": "He thinks he's cool"}, {"topLevelComment": "damn. he did that"}, {"topLevelComment": "TFW Shirtless Guy #3 becomes the main character..."}, {"topLevelComment": "Sorry, I relise this is a very emotional, but I may have freaked when I saw Rafael I may or may have not freaked out."}, {"topLevelComment": "Everyone is missing the point - it's not about not having any emotion it's about not letting your emotions control you", "reply": "Which is what we tell and teach men to do, but not women. And yet most seem to think men 'don't know how to emote'."}, {"topLevelComment": "Don't chase women anymore ...I say this after 2 failed marriages \n1 marriage ..met my wife in college fell in love , married , we were great and everything was perfect ...she is a realtor and so am I ...5 days before our 2 anniversary I thought of going to her supposedly open house and cheer her up because she had not closed anything for quite some time ...went there saw her fucking some random stranger ...I threw up ..stranger saw me and ran , she came and started crying and apologising ...I divorced her ....8 months after this incident found i met  my second wife  we dated for 5 months and then became partners ...I was really scared of marriage but I wanted her to have her dream marriage so we had one ...5 yrs and one beautiful daughter ...one day got the call that my brother met an accident ..I m very close to my brother and without delay flew there .... unfortunately my brother died ....I called my wife from there and heard someone laughing and her sushing ...came back after few days , and started suspecting my wife ...so after a week I come home at noon and find a strange car parked in the fucking driveway ...I barged in and found my wife making out with a guy ....i swear to god he was the ugliest looking guy in the world ...got divorce and lost my house also the fucking judge gave custody to her with me having weekend visitation rights ....after two failed marriages and losing my brother I was shattered and became heavy drinker , my mother visited me and helped me pass that phase ...it's been 3 years .. though I m back on track but those scars are for life. \nI believe there are few good women out there but you never know ...both my ex wives were beautiful , full of life and joy ...never during the course of dating they cheated of did something to make me suspect them of cheating ...don't take the risk", "reply": "Sad thing is, even if you just have a long-term relationship (no marriage), courts after six months will consider it similar to a common-law relationship. So even \"not marrying\" might end up with you paying for it.\n\nTake it easy, dude!"}, {"topLevelComment": "This is by far the best Ted talk"}, {"topLevelComment": "oh loooord i want my husband to be like him"}, {"topLevelComment": "Men, find yourself independent of a women/sexuality and a lot of the pain of being a man goes away. Be yourself, not who they tell you to be."}, {"topLevelComment": "Man I respect you so much the words that just went through my head are very deep. That was an amazing talk"}, {"topLevelComment": "💖"}, {"topLevelComment": "Why am I emotional?"}, {"topLevelComment": "Aladdin, is that you?"}, {"topLevelComment": "Rafael is so sensitive omg"}, {"topLevelComment": "He is the real man"}, {"topLevelComment": "It's Laughable that this video is so touching to so many women out there when it's supposed to be directed at men 💀", "reply": "That's what pandering looks like. Telling them what they want to hear."}, {"topLevelComment": "Gillette ad 2.0, garuntee you there are more women here than men here too just look at the crowd, shaming all men for stuff most men don't even do."}, {"topLevelComment": "Sei una bravissima persona ❤️."}, {"topLevelComment": "This is brilliant. I believe women have been brainwashed as well as men to believe that men should never show vulnerability, or weakness, or emotion. Things are changing. #Feminism", "reply": "It's called sexual selection. In other words: what attracts women to men, and vice versa. Women, by what they are attracted to in men, define masculinity, and men, by what they are attracted to in women, define femininity. And men who are stoic and capable are the ones who get female attention. Nothing to do with 'brainwashing', it's called human nature. And that's not going to change, because it took hundreds of thousands of years for us to get here.\n\nAnd women don't mind men showing emotions. As long as they are capable actors."}, {"topLevelComment": "If he ain’t say it better !! 🤕💯"}, {"topLevelComment": "This is like a Rich person that has it all telling us to be content being poor."}, {"topLevelComment": "This billy beta (mangina), on steroids giving men how to be a man. wat a fuking joke."}, {"topLevelComment": "Tbh just clicked on this cuz of Jane the virgin... now I feel bad"}, {"topLevelComment": "Not every man has to be masculine, just as not every woman has to be feminine. I feel like males, especially in the U.S., make fun of people who aren't \"manly\". They are called \"gay\", which isn't even a real insult, and looked down upon. This is a really fucked up standard, and it needs to die."}, {"topLevelComment": "I love, love, love the message. I've never had trouble expressing my emotions, and I suppose I'm lucky enough to know men who don't either. It's a much healthier life choice. But he's also a bit of a narcissistic tool.  If certain aspects of masculinity are toxic, women, particularly feminists, aren't exactly blameless in it  In fact, you can see it in this thread. Anytime we try to start a conversation about men's issues, we end up talking about feminism. I got more negative verbal cues about how to behave  from women. But anything that gets the public to take men's issues seriously can only be positive. We need more men we can all respect. Not 40 year old children. or men who think the answer to every problem is to drink it away."}, {"topLevelComment": "While I absolutely love the video and the message he has to share, I can’t help but notice that not once did he mention his mother. It’s almost as if she doesn’t exist. I feel like it kind of beats the purpose of some points he made. Did she not play a role in his life at all? 🤔"}, {"topLevelComment": "This toxic masculinity stuff is annoying."}, {"topLevelComment": "AMEN to every single word said!"}, {"topLevelComment": "Every man needs to see this"}, {"topLevelComment": "“Teach them to be great human” i love this!"}, {"topLevelComment": "Masha Allah"}, {"topLevelComment": "👏🏽👏🏽👏🏽👏🏽"}, {"topLevelComment": "*Watched video*\n\n*Poured out my biggest fears and insecurites to my girl*\n\n*Got told she wanted someone more emotionally stable*"}, {"topLevelComment": "One of the best TED talk till date. He said it all. 🌻"}, {"topLevelComment": "Jane doesn’t love you"}, {"topLevelComment": "Another Simp..."}, {"topLevelComment": "Men and women both have feminine and masculine qualities.\n\nMasculinity, is rooted entirely in a single source... \"dignity\". Dignity develops the individuals mind, and their character. Dignity teaches people to cultivate the following traits:  self-control, self-sacrifice, self-lessness, gaining control over  emotions, dependability, personal accountability for your thoughts words and actions, congruency in thoughts, words and actions, (to think what you feel, say what you think, and do what you say); courage to face fears, humility to face flaws, integrity, to do what needs to be done when it needs to be done, (rain or shine, regardless of how you feel), to favor what's is needed over what is wanted, to do what's is difficult when it needs to be done, to not make excuses, to be calm assertive, to always be willing to say yes, and always able to say no, to be able to give and take, to be punctual, to have self-restrain, self- respect, and to treat others with equal respect, to set and follow strict guidelines boundaries and limitations, to stick by your word, to put yourself last, after everyone else is taken care of (selflessness/self-sacrifice), efficiency, sustainability, simplicity, moderation/temperance, gets to the root of things, the ability to lead by example, the ability to selflessly lead others, the ability to administer the\nrepercussions for any violations of the mutually agreed upon rules, the ability to state intent with absolute clarity and in no uncertain terms, the ability to administer tough love/lay down the law, etc. \n\nThese are all masculine qualities. And they are all rooted in dignity. Whoever puts dignity before their own feelings, and desires will cultivate these masculine traits naturally. \n\nFemininity is rooted in love. Love develops the individuals heart. Love teaches people to cultivate the following traits: self-expression, individuality, creativity,  compassion, emotions, tenderness, the ability to determine and to discover who they are, communication, intuition, empathy, liberatiin/freedom, openness,  boundlessness, the ability to give, charity, stand up for the underdog, the ability to forgive/show mercy. Femininity at it's apex is the cultivation of unconditional love. This requires self-sacrifice. So, it begins with self-expression, and eventually reaches self-sacrifice upon reaching  its apex of unconditional love. Whereas, the love in which they have for others becomes superior to any needs or desires of the self.  \n\nThese are all feminine qualities and they are all rooted in love (Unconditional love at it's apex). \n\nThe more a man develops himself in dignity, the more a women will become naturally feminized in his presence. Bcuz, a women  will feel safe, secure, protective, honest, congruent embrace from his dignified masculine presence. This will allow her to feel at ease, whereas she can move into her vulnerable feminine nature. This builds up tension of polarization. This vast polarized chasm builds tremendous attraction between the polarized sexes. The more rooted in dignity the man is, the more dignified masculinity he will eminate. The more dignified masculine a man is, the more a women will become naturally feminized; and the greater the attraction potential. \nA women in the presence of a man who is truly rooted in dignity, the more she will feel safe n secure enough to put her own guard down, n put her faith and trust in him, and his dignified leadership. This is how, and why a women submits to man. She submits not to the man's ego, but to the selfless man whose life is governed not by his own, but by dignity itself. \n\nThis is based upon Christian principles. Whereas, God is Perfect dignity. The very source of dignity itself. And, a man who is guided by God, is guided by perfect dignity. This is the nature of God \"the Father\". He teaches males to become men of dignity. While Jesus teaches in the ways of unconditional love."}, {"topLevelComment": "I love this guy. Respect earned. ✊"}, {"topLevelComment": "Being a woman AND a feminist, I really want to support men's rights too now.\n\nHe's really humane."}]}, {"videoID": "NOAgplgTxfc", "publishedAt": "2009-11-10T20:35:15.000Z", "title": "Stanford's Sapolsky On Depression in U.S. (Full Lecture)", "description": "Stanford Professor Robert Sapolsky, posits that depression is the most damaging disease that you can experience. Right now it is the number four cause of disability in the US and it is becoming more common. Sapolsky states that depression is as real of a biological disease as is diabetes. \r\n\r\nStanford University:\r\nhttp://www.stanford.edu/\r\n\r\nStanford University Channel on YouTube:\r\nhttp://www.youtube.com/stanford", "viewCount": "1428733", "likeCount": "22465", "dislikeCount": "409", "commentCount": "3139", "comments": [{"topLevelComment": "I have battled with depression ever since my divorce 3 years ago. But luckily I discovered the answer to my illness which is “fetching kafon press” (Google it). My self-esteem returned after days of days of reading through your book.."}, {"topLevelComment": "Projesterone (from Merina IUD) caused my brain tumor.  Once they pulled the tumor, they had it tested  for projesterone, and it tested positive for projesterone, the only verification that it was a Meningioma. And therefore, benign, the physical presence of progesterone in the actual tumor."}, {"topLevelComment": "23:32 doge"}, {"topLevelComment": "Great lecture, but there's no evidence that depression is a biological or chemical disorder."}, {"topLevelComment": "Ok, a gene. But what about the level of metabolites of serotonin, dopamine,  noradrenaline, etc in cerebrospinal fluid of the patient with major depression? Is it increased, or decreased, or what?"}, {"topLevelComment": "I had the most terrible days of my life 5 years  ago. I thought if ever I have a new girlfriend I will return to who I am before but I was wrong. Glad I never overlooked on adhering to the steps that this depression treatment method “fetching kafon press” (Google it) is recommending. The results were merely amazing.."}, {"topLevelComment": "I have battled with depression ever since my divorce 3 years ago. My self-esteem was at a realMy self-esteem was at  low point when I received this depression therapy “fetching kafon press” (Google it) and my self-confidence was smashed. Within weeks of reading through your book and putting your advice into exercise, my depression had completely lifted and my confidence began to come back.."}, {"topLevelComment": "My views: It is a state, something to do with survival, the contradictions in perceptions or so, the chemistry part is interesting... On the otherhand, a person gets into depression as deeply meditating or holding on to till internal or external conditions change, the triggers which act then...interesting subject and lecture, would be watching manytimes, calling it a disease would add pressure depression to many, treating it as mental- physical- chemical states would help understand nature, our own nature..."}, {"topLevelComment": "The problem with overcoming depression is that most healthcare practitioners don't understand it and don't want to understand it. They would rather do a quick fix and prescribe a pill to get you out of the office so they can see the next patient and do the same thing. I worked in a hospital for 18 years, and from my perspective, I can say that most of the workers are there simply to earn a living, the priority being themselves, not the patient. It's hard finding people that truly care, that truly want to help."}, {"topLevelComment": "CLEAN YOUR ROOM"}, {"topLevelComment": "How is the audio panning changing whenever he walks around?"}, {"topLevelComment": "Learned more in 50 minutes than in the previous 50 years!"}, {"topLevelComment": "Or... the 5th Existential depression... being aware of what you're aware of..."}, {"topLevelComment": "Got me at \"junior highschool paper\" <<< whats separates some of us from the rest of you"}, {"topLevelComment": "I'm so grateful for this."}, {"topLevelComment": "Tipul asta chiar stie ce zice. Totusi, trebuie abordata problema si social, nu doar biologic. Cele doua se intrepatrund. Si din ce am citit din surse mai putin main stream, genele nu sunt fixe, prezinta versiuni alele si interpretarea lor depinde de factorii de mediu care schimba enzimele responsabile pentru descifrarea lor. E mult prea complicata treaba, nu stiu cum s-o rezolvi medicamentos. Plus ca si medicamentele, ca sa zic asa, unele is bune altele is nebune."}, {"topLevelComment": "Good lecture. Helps me tie up lot of concepts together!!"}, {"topLevelComment": "dog is also taking lecture on depression :P 14:53"}, {"topLevelComment": "I even understood this bravo sir 🌹"}, {"topLevelComment": "\"as real of a biological disease as is diabetes.\"  both are social diseases that didn't exist 100 years ago."}, {"topLevelComment": "Dr. Sapolsky predicted that it would be the second cause of disability by 2025. Well, it's the first by the year 2018. You can check here https://www.who.int/news-room/fact-sheets/detail/depression"}, {"topLevelComment": "I have everything exactly as he says, I've had it for 8 and a half years, it's pure torture"}, {"topLevelComment": "Small Hagrid has got some great insights"}, {"topLevelComment": "i got out of the psych ward just a few days ago (on the 26th) after my suicide attempt. Im a junior biochem major but I missed my finals this semester. Any student who noticed I was gone probably still thinks that I dropped out. I would try to explain it to my professors if I could even explain it to myself.", "reply": "Hey Hannah be strong"}, {"topLevelComment": "i wonder what saint vicious has to say about this lecture"}, {"topLevelComment": "depression is curse of karma on american nation for being so ignorant about what horrible things their blood sucking leaders are doing to other countrys"}, {"topLevelComment": "There was just endless tragic, you know, driveby shootings of Norepinephrine people, by the Serotonin crowd, or the otherway around. Huge, huge controversy. And of course like the middle of the road, Liberals: why can't we all get along?"}, {"topLevelComment": "i think, at least in my experience, there is still a component of \"pull yourself together\" because i only got rid of my depression when i finally decided \"I've got to break this cycle of self loathing\""}, {"topLevelComment": "10 years old lecture, can you maybe update it? omg looks like a historical video from the 70s"}, {"topLevelComment": "Why I would go to the university if I can watch it all on my smartphone"}, {"topLevelComment": "Read the myth of mental illness or watch a summary of it online, people with depression are not victims they have great influence on their situation. (Doenst mean you can fix it and it's your fault, it means that you are able to improve your situation)"}, {"topLevelComment": "wonderful! thank you"}, {"topLevelComment": "Sapolsky’s beard causes depression."}, {"topLevelComment": "I love how there's a dog in the audience. I can imagine it being calmed by Roberts voice the same way I am."}, {"topLevelComment": "Wow, I always thought I couldn't be MDD because my mood is so cyclical, usually I have two weeks of feeling completely normal amd a month or two of feeling guilty and sad on a good day.\n\nSurprisingly I am always better around winter, so I feel pretty okay right now"}, {"topLevelComment": "This is incredible..."}, {"topLevelComment": "i am forwarding this to everyone i know"}, {"topLevelComment": "I recommended this video to you because your friend decided that you should figure your depression out for yourself. You seemed conflicted about the experience and I thought you would feel better with more understanding. I needed to use the restroom. My phone died, but I wanted to talk to you more. If you see this, I am here to talk to about depression. 😥"}, {"topLevelComment": "Who is here reading it in December 2018?"}, {"topLevelComment": "4:00 best quote ever"}, {"topLevelComment": "THE BEST VIDEO ON THIS SUBJECT. THANK YOU!"}, {"topLevelComment": "Eureka moment."}, {"topLevelComment": "Great lecture."}, {"topLevelComment": "There is a dog who looks really interested"}, {"topLevelComment": "\"It's a strange poverty of the English language, and indeed of many other languages, that we use the same word \"depression\" to describe how a kid feels when it rains on his birthday, and to describe how somebody feels the minute before they commit suicide.\"\nAndrew Solomon, TED Talk Depression, the Secret we Share."}, {"topLevelComment": "Why are those students randomly laughing at times? I don't get it"}, {"topLevelComment": "There's a dog on the audience."}, {"topLevelComment": "Thanks for the deep insights."}, {"topLevelComment": "The people on here with depression or anxiety. Exercise!!!! You won't want to, you'll convince yourself it's not helping, but it is your best medicine. Second. Don't judge anyone or any activity. Don't judge yourself. You are who you are. Try things out to see if you like it, if not move on. Eat right. Limit sugars. Don't count fruit  as sugars. Also, don't fear trying medication. Find a caring competent physician and work with them. And again.....excercise religiously. Studies find that exercise is more effective than any other tactic.", "reply": "Did you even watch the lecture? One of the defining symptoms of mdd are anhedonia and psychomotor retardation. Anhedonia means you have loss the pleasure for doing something. If you loss interest, for say exercise how can you even start exercising? Dont tell me stupid voalition or will power. You dont force someone that having cripples leg for marathon. Same as psychomotor retardation. You limbs and legs feels heavy. How the fuck you gonna jog with that kind of symptoms, when the defining symptoms of mdd is laying on bed for hours. \n\nYes depression can happen for everyone. And yes. Some people can go to other of happiness again with exercising or healthy diet. But NOT all. MDD is pretty bad where even with exercise or diet or thousands of cbt. You still cannot feel happy or escape the anhedonia. And that is when medical intervention is needed."}, {"topLevelComment": "That idiot Tom Cruise should watch this instead of subscribing to the Scientology Education System..."}]}, {"videoID": "H0_yKBitO8M", "publishedAt": "2010-04-22T14:35:48.000Z", "title": "Build a tower, build a team | Tom Wujec", "description": "http://www.ted.com Tom Wujec from Autodesk presents some surprisingly deep research into the \"marshmallow problem\" -- a simple team-building exercise that involves dry spaghetti, one yard of tape and a marshmallow. Who can build the tallest tower with these ingredients? And why does a surprising group always beat the average?\r\n\r\nTEDTalks is a daily video podcast of the best talks and performances from the TED Conference, where the world's leading thinkers and doers give the talk of their lives in 18 minutes. Featured speakers have included Al Gore on climate change, Philippe Starck on design, Jill Bolte Taylor on observing her own stroke, Nicholas Negroponte on One Laptop per Child, Jane Goodall on chimpanzees, Bill Gates on malaria and mosquitoes, Pattie Maes on the \"Sixth Sense\" wearable tech, and \"Lost\" producer JJ Abrams on the allure of mystery. TED stands for Technology, Entertainment, Design, and TEDTalks cover these topics as well as science, business, development and the arts. Closed captions and translated subtitles in a variety of languages are now available on TED.com, at http://www.ted.com/translate. Watch a highlight reel of the Top 10 TEDTalks at http://www.ted.com/index.php/talks/top10", "viewCount": "1257321", "likeCount": "4260", "dislikeCount": "157", "commentCount": "152", "comments": [{"topLevelComment": "i did this in class today, and damn it was hard"}, {"topLevelComment": "I lived this experience myself last Thursday and it's totally true, my team failed because no discussion was there and ideas like mine or others could actually been discussed and enhanced . The other team actually did that and made a tower of 48 centimeters. By the way we are systems engineers"}, {"topLevelComment": "I can't hear the video clips ㅠㅠㅠ"}, {"topLevelComment": "Babel"}, {"topLevelComment": "very good videos thank you very much for this job !!!!!!!", "reply": "thank you\nbro"}, {"topLevelComment": "Just started doing this with my K-5 computer science classes. We have had a consistent \"fail\" rate of about 50% of the groups per class do not have a standing tower. For me, it'll be useful to do at the end of the year again too, and see if all the teamwork, collaboration, communication, and prototyping activities during the year, build more skills, and produce better tower results."}, {"topLevelComment": "Love that 480p"}, {"topLevelComment": "Im doing it in my class, really fun!"}, {"topLevelComment": "Providing incentives to a team may not always produce success, depending on their skills/competency.."}, {"topLevelComment": "團隊很重要~"}, {"topLevelComment": "the same as peter skillman"}, {"topLevelComment": "My partner and I did this during science lessons, and it was very easy. We made a pyramid and it was 40 cm tall with only 18 sticks of spaghetti. We were the only ones to use a square base instead of a triangular base."}, {"topLevelComment": "Great Video about prototyping in the Teambuilding process. Thank you"}, {"topLevelComment": "We did this in business class and my group did it in 16 min standing tall on its own. Took picture to prove it."}, {"topLevelComment": "3:43"}, {"topLevelComment": "4:17"}, {"topLevelComment": "3:58"}, {"topLevelComment": "3:41"}, {"topLevelComment": "Very good message."}, {"topLevelComment": "재밌네요~"}, {"topLevelComment": "My whole class did this as a challenge and everyone’s right to only use for sticks to hold it up in the rest just build up the marshmallow and it all fell and me and my team we did we made like an Eiffel tower design and we were the only team who had their structure standing"}, {"topLevelComment": "I did this challenge at school and got 61 cm"}, {"topLevelComment": "https://www.youtube.com/watch?v=nl4khO9p3dI"}, {"topLevelComment": "I do this with my 7th grade students each year; it is a great challenge, and they end up having to get so creative to solve the problem! A great exercise in teamwork, prototyping, and perseverance. \n\nTED, can you take these great videos and make short-cuts of them? 7th graders cannot watch all of this video and stay engaged through the boring bits, unfortunately :/", "reply": "I think it would be difficult to get the video shorter than 7min. That said, I can't see how 7th graders would really find any of the video interesting!"}, {"topLevelComment": "I did this today at science class.", "reply": "Fellow Clarinet Guy I did it In history class"}, {"topLevelComment": "I can do it in math."}, {"topLevelComment": "100"}, {"topLevelComment": "Hi levi"}, {"topLevelComment": "build a tower, build a team, build a wall"}, {"topLevelComment": "I did this today and got 62", "reply": "We got 71 CM get on my level (I don't care honestly)"}, {"topLevelComment": "I am learning how to do a marshmallow challenge."}, {"topLevelComment": "한쿡사람찾습니다", "reply": "^^"}, {"topLevelComment": "Random people reasoning in group beat individual Harvard bred student in logical task (at the Wason Selection Task), by far, (70% success against 20% success), ee Hugo Mercier & Dan Sperber, 2017, The Enigma of Reason, on this."}, {"topLevelComment": "I could send this video to every overwatch player I know"}, {"topLevelComment": "I love this exercise. We did it in one of my MBA classes and I use it in workshops that i do now."}, {"topLevelComment": "I asked the class to do this individually first. Many failed and we had some towers from 10-17\" in height. Then I broke them into smaller groups of three and asked them to collaborate about the challenge. The groups built higher towers using the combined wisdom. They also team-built the second generation. It was interesting to note that the collaboration did not cure the fail rate which was about the same as when individuals did it. Collaboration did not achieve a reasonable limit. Teams attempted to build too high and collapses were frequent. Building towers out of spaghetti, tape and string is obviously difficult.", "reply": "Did you give them the same time frame for both individual and team collaborative work? 10 minutes?"}, {"topLevelComment": "Im doing it in my class"}, {"topLevelComment": "👍👍👍💖💞"}, {"topLevelComment": "6:15 \"La lección fundamental es que el diseño es un deporte de contacto\"...esto también aplica muy bien a la importancia de la conformación de equipos para la \"construcción\" de proyectos de emprendimiento.... EL EMPRENDIMIENTO ES UN DEPORTE DE EQUIPO\n\nOTRAS CITAS Y COMENTARIOS:\n3:05 - \"Los diseñadores consideran este tipo de colaboración como la esencia del proceso iterativo\"\n4:16 - Cualquier equipo que cuente con un facilitador que gestione y preste mucha atención al trabajo mejora significativamente el rendimiento del equipo\n4:25 - \"habilidades especiales y facilitación son la combinación que lleva al éxito\"\n5:38 - \"la actividad (torre de malvaviscos) ayuda a identificar las suposiciones ocultas\"\n5:57 - www.marshmallowchallenge.com"}, {"topLevelComment": "Brilliant!!!"}, {"topLevelComment": "4:49 shows what happens when people strive too much for results - many will recognise this in their businesses."}, {"topLevelComment": "\"Among the best are recent graduates of... kindergarten!\" Love this video & the way this simple exercise is used."}, {"topLevelComment": "ATT only spends when they have Google eating way at their customer base."}, {"topLevelComment": ":●"}, {"topLevelComment": "teams should be comprised of like educated people otherwise they just become hiding places for deadwood, incompetence and waste of energy/time... sadly socialist european / canadian governments and now even the us is moving in this direction...let s call it community organizing"}, {"topLevelComment": "Did this in Math class today... My team was horrible but we got 2nd with logic. I guessed 1/5 teams would actually get it to work so we sat there, ate the spaghetti and when time was almost up we just set the marshmallow on the table. It worked because the marshmallow was on the top. "}, {"topLevelComment": "good"}, {"topLevelComment": "It did it at school and got 69cm", "reply": "Lily Rinaldi my team got 14cm and One because everyone else is building basically straight up and we had 15 minutes"}, {"topLevelComment": "I don't see how this would help for people in groups. I had to accidentally be in 2 groups per class because I didn't know where to go for one of my free periods (it was changed later on). The first group I letted all 3 people in my group to make this tower. We failed. The second group I worked in. I persuaded them not to help and did mine the same as the last one. I succeeded in my 11th grade chemistry class and had about 27 inches. I know that it gives people a chance to share work. But, few collaborations start collapsing skyscrapers.", "reply": "We had to take the Marshmallow Challenge last week as a part of our Change Mgmt. elective in Mechanical Engg. We were a team of six people and withing first five minutes we arrived at an unanimous decision of building our tower along the lines of Burj Al Arab. It just took us next six minutes to construct it &it turned out to be not only the strongest but also the second tallest structure out of the four groups.   "}, {"topLevelComment": "*Have you taken the Marshmallow challenge?*\nLot of learning, specially about the importance of prototyping and identifying the marshmallow of your project.\nThe bragging part: We had taken this challenge during our +Harvard Business School Executive Education program on Innovation (Driving Growth through Innovation), and made the structure successfully stand. Though we didn't make the tallest structure, we got a gift for doing the right things during the process.\n "}]}, {"videoID": "wKlMcLTqRLs", "publishedAt": "2014-04-28T15:31:46.000Z", "title": "Autism — what we know (and what we don't know yet) | Wendy Chung", "description": "In this calm and factual talk, geneticist Wendy Chung shares what we know about autism spectrum disorder — for example, that autism has multiple, perhaps interlocking, causes. Looking beyond the worry and concern that can surround a diagnosis, Chung and her team look at what we've learned through studies, treatments and careful listening.\n\nTEDTalks is a daily video podcast of the best talks and performances from the TED Conference, where the world's leading thinkers and doers give the talk of their lives in 18 minutes (or less). Look for talks on Technology, Entertainment and Design -- plus science, business, global issues, the arts and much more.\nFind closed captions and translated subtitles in many languages at http://www.ted.com/translate\n\nFollow TED news on Twitter: http://www.twitter.com/tednews\nLike TED on Facebook: https://www.facebook.com/TED\n\nSubscribe to our channel: http://www.youtube.com/user/TEDtalksDirector", "viewCount": "1188077", "likeCount": "11498", "dislikeCount": "1681", "commentCount": "3029", "comments": [{"topLevelComment": "How do we have the science to supposedly go to the moon or outer space..but not at least figure out causes for Autism or cures for many diseases for that matter"}, {"topLevelComment": "As for those studies about Vaccines how do we know that the Dr. Who came up with the connection..how do we truly know his findings weren't falsely struck down to maintain the funding for big pharma and psychiatry? It comes from some where..it IS caused by something..maybe it's a genetic reaction to chemicals that are allowed in our foods now? You'd have to really trust the FDA. 🤔"}, {"topLevelComment": "She sure sounds like she works for big pharma. I wonder how much she was paid?"}, {"topLevelComment": "Reading through the comments upsets me seeing autistic people say they love being autistic and wouldn’t change it or other people sharing stories of someone they know who is autistic and they are brilliant. We need to be reminded that autism is a spectrum and not every autistic person is high functioning. My son is autistic he is 7 years old. He cannot speak and has poor comprehension. He cannot point or let it be known what he wants. He gets overstimulated easily and can cause him to become anxious sometimes hitting himself or others. He still is in a diaper and does not understand the potty. He will most likely need assistance his entire life. I love my son more then anything but I do not wish for anyone to go through this."}, {"topLevelComment": "i regret vaccinating my son."}, {"topLevelComment": "Autism is good and bad in many ways, it just depends what part of the spectrum you're on. I have Aspergers, so it is slightly more mild than normal autism, but that brings about many of its own challenges as well. For me it feels like living in the grey area between being normal and being quintessentially \"weird\". I often find that it is hard to fit in with anyone, even the people one would expect someone with autism/ASD to fit into, because I just don't relate to them, or anyone for that matter. For this reason I spend most of my days, if not all, by myself in my room as my room and my PC in that room are the two places where I can find solace and comfort in. Its easier when you have full on autism, in a sense, because at least most people will know it. Having Aspergers is like being unintentionally awkward almost all the time, weirding and in cases creeping people out because of how you act. They don't know you have it, they just see you as \"weird\", a term I hate so much."}, {"topLevelComment": "1 in 88 wow i’m special"}, {"topLevelComment": "My mother has exact same name!!! But it's Cheung (hongkong spelling)"}, {"topLevelComment": "Vaccines CAN and DO cause Autism."}, {"topLevelComment": "I liked the talk, but it really bugs me that while she acknowledged it might be increased awareness leading to higher rates of diagnoses, she didn't acknowledge that the different rates of diagnoses between girls and boys might be that they present differently, and that unconscious sexism in parents means girls are often pushed harder to mask than boys."}, {"topLevelComment": "As a person with ASD, it does limit my spoken communication, but I am able to think my way through things a lot of people cant. Still comes with the meltdowns though, its like a trade off."}, {"topLevelComment": "How about researching pregnant women who gave birth to autistic kids, and find out if they took any medication while pregnant."}, {"topLevelComment": "when there are so many genes for something usually isnt it theorizes that it  has been selected for in evolution?"}, {"topLevelComment": "Wendy you are \"wong.\"  Vaccines do cause autism and Alzheimer's making you a bold faced liar. Organic sulfur a crystal food can remove all of the trash of our environment and liars like you.\n39 formerly autistic kids are BACK,  1200 Seniors with Alzheimer's are not going to the Home, they remember who they are.   Genetics is bullshit, we are what we eat.                                                     Got sulfur?"}, {"topLevelComment": "Lying"}, {"topLevelComment": "she want to tell vaccine does not cause autism. does any body belive her?"}, {"topLevelComment": "Autism is caused by toxins heavy metals, those That have a MTHFR Gene mutation Are not able to detox my daughter became autistic hrs/days after having vaccination at three years old I then recovered her by flushing the aluminium and mercury from her brain the reason autistic children’s brains are wired differently is because their brain grows new neural pathways around the heavy metals autopsy results of children with autism have proven that their brains are riddled with aluminium"}, {"topLevelComment": "I had to stop this video at 3.22 because once she said it is not cause by vaccination I was done with her! I dont know how much they are paying her but she is a liar! Evidence has proven that autism can be caused by vaccination.  Also she mentioned that the evidence was retracted that's not true.  The pharmaceutical companies along with CDC are shutting anyone who even tries to go against them. So the doctor who did indeed write an affidavit on the effects of autism by vaccination was fired and his testimony in courts was retracted! As a mom with an autistic child and with many parents/ doctors/ chiropractors that I spoke to all believe that there is a connection! If you are autistic Detoxification of mercury and lead has proven to help some cases."}, {"topLevelComment": "Why did she suddenly scream at 7.00 min???"}, {"topLevelComment": "Autism can in some case cause by vaccines, like rabbies."}, {"topLevelComment": "She works to mislead for the sake of the pharmaceutical companies.  It seems pretty obvious to me."}, {"topLevelComment": "bahahahahahahahah autism lol"}, {"topLevelComment": "i heard that vaccination increase autism and there is many examples, right after injection child cant control himself. well these injections is real poison and very strong chemicals there. If me, I wouldn't do it for my child. Simply i don't trust medicine. I think its they who create new diseases, and its they who want people to live sick life."}, {"topLevelComment": "Not every child \"developes\" autism. My autistic son is the last of my 5 children. I knew before he was born there was something different by the way he reacted to my touch. After he was born it was much more evident there was something \"different\" about him."}, {"topLevelComment": "I have 2 grandsons with autism, they are fine and don't need to be \"fixed\". they see and do things differently from most kids, but they are very smart. I think now that it is the rest of society as a whole that needs additional education on how we all live together"}, {"topLevelComment": "To help autism get autistic people(who can communicate with us) to communicate with the others who can't.Perhaps this is a solution to helping autistic people."}, {"topLevelComment": "Anyone who is concerned about mercury in vaccines clearly doesn't know much about chemistry. The kind of mercury found in vaccines, ethyl mercury, gets flushed out of the body and doesn't cause any harm. Methyl mercury is the kind that can poison you, and is found in considerable quantities in tuna. So if mercury could make you autistic, you're more likely to get it from eating sushi than getting vaccinated. Also, the CDC has never found any evidence to support the idea that thimerosal causes autism."}, {"topLevelComment": "please read book by Anthony William. The medical medium. Many people with autism children follow it. You will be amazed at the transform of your son. It can take a little as 1 month to  see the change in your kid behaviour. And if you follow  until 3 months..it will be mind blowing. He will be normal like other kids. Please read it. Natural diet without drugs...many Hollywood celebrity follow his diet too."}, {"topLevelComment": "I wonder what she says to parents that have seen their child regress into asd if you don't believe vaccines play a part when your child goes to get vaccinated just ask the doctor have the ever heard of a child regressing and watch their reaction ask do they have to get the shots ask twice though remember they don't have to live with your child and people lie everyday"}, {"topLevelComment": "I am 32 and have Asperger's syndrome, but because of childhood difficulties with other disorders which I have mostly grown out of, I was unable to get any education at all. I now live in the middle of no where with no idea how to get myself out, I have never had a girlfriend and am seriously lonely all the time as there is zero people around me who want to talk  and are understanding of my condition. So I am starting to desire death. Because honestly, my mother who was the only one who visited me just found out she has cancer so I am about to be completely alone. I can't go on dating sites because every person/girl I meet wants nothing to do with me because I have nothing to offer, no car, no job / job history, no education, no future, and even if I wanted to get my education, I for some reason can't remember anything they try to teach me because anything even near normal functioning makes me freeze up inside and just want to retreat. I don't know what to do and feel so strongly trapped."}, {"topLevelComment": "I wonder where the doctor is located who did the test on the baby seeing where the eyes follow  and at what age do they do the test on babies?"}, {"topLevelComment": "For everyone with, without or living with a loved one with autism!!! PLEASE READ!  Im 27 years old, i have two wonderful kids!  Three days ago my partner and i went to a meeting to get some “results”.  Within 2 mins of sitting down, told our 7 year old has autism........ AND GUES WHAT!!   It dosnt matter because he’s the best son i could have ever wished for!!   My old gran always told me “ if everyone in this world was the same, it would be boring”. May be a bland way of explaining ANY situation but I truly believe the world is moving forward and no one should be givin a label.  NOT A DISABILITY, its an extra Ability!\n\nIf a man with no hearing can compose music, and many of people who failed in school, college and university cand succeed above and beyond expectations.  \n\nThen a child with autism just needs a little bit of understanding!"}, {"topLevelComment": "Doctors that buck the system typically get their medical licenses revoked. They often get run clean out of the country. This doesn't prove to me the vaccines do not cause autism. What it shows me is he frightened some people who had the power to strike back at him. Most of the people that I hear blaming vaccines are mothers and fathers, not anybody who's trying to sell some alternative health remedy."}, {"topLevelComment": "from the initial thumbnail in the side bar, I thought that the speaker was Ozzy Osbourne"}, {"topLevelComment": "my 11 year old sister has autism and she can't talk she can't even communicate with us but i love her so much!", "reply": "also i hate that you were talking about autism like it was a desease like what that sounds very rude!!!!!!!!!!!!"}, {"topLevelComment": "IMHO anti-vaxxers with their delusional thoughts need a therapist more than people with actual autism.\n\nYou guys are a danger to society.", "reply": "onee  I'm curious who you are speaking about.  Is it Dr. William Thompson? He's the CDC's senior scientist, and 5th-ranking member who was the lead author on the CDC's key Thimerosal and MMR studies. He came forward admitting to corruption at the CDC and a link between vaccines in autism in 2014. Search \"Dr. William Thompson full audio\" to hear the unedited recordings, or search where his statements were read on the Senate floor by Rep Bill Posey.  Or maybe you mean Dr. Zimmerman. He was hired by the government to dispel any link between vaccines and autism. he recently came forward stating that there are some instances where vaccines can cause autism. Or, maybe you mean the nobel prize winner, Dr. Luc Montaigne.  Which anti-vaxxers are you referring to? What do you think about Dr. Stanley Plotkin's testimony? Just curious."}, {"topLevelComment": "The speaker has Autism"}, {"topLevelComment": "Vaccines are still dangerous and I think you're wrong about the link between vaccines, and neurological issues. Maybe the proper studies haven't been done, but that doesn't prove your point that vaccines don't cause autism.  To prove my point I leave you with a simple question.  What good can come of injecting Mercury, MSG, formaldehyde, and silver into our bodies?  Show me a study that proves that it's safe to expose our brains to heavy metals, and that there's no adverse reaction to doing so.  I'm certain that you can't."}, {"topLevelComment": "lol @ her referencing google glass"}, {"topLevelComment": "I was really hoping for a discussion of autism spectrum disorder -- like, what it's like to be us -- not a weird pathologized discussion about the \"risks\" of autism, comparing autism to a bunch of terrible diseases.  I see this is for scared ableist parents."}, {"topLevelComment": "A message from an autistic person to other autistic people.....i love you all in every part of the spectrum verbal or non verbal I don't feel like o have to know any of you to say that"}, {"topLevelComment": "12:23 “On to develop Autism.” Surely she meant, “On to be diagnosed with Autism.(?)”"}, {"topLevelComment": "shes a liar and a criminal"}, {"topLevelComment": "I have enjoyed working with children with autism and special needs. This video is very helpful and I have also shared my tips and advice"}, {"topLevelComment": "Why did she not walk near the edge?\nbecause people will start to be sure if she wear an underwear."}, {"topLevelComment": "To the lady in this speech, you must also help people who don't have autism to understand the point of view of those that have autism."}, {"topLevelComment": "you stupid woman.... irresponsible fool........... you are absolutely sure that vaccinations DO NOT cause autism.... maybe.. just maybe.. you should not be so absolute about it...   like you are fighting a conspiracy.... well.. we parents of autistic kids hold out for intelligent conversation... but people who say... absolutely it IS or ISNT... this or that.... are religious in their doctrine.. and can step off the stage.. please"}, {"topLevelComment": "Louis Pasteur recanted on his deathbed. Vaccines are useless. Diet is the key to healing."}, {"topLevelComment": "How about that   https://youtu.be/1XUM2gvfbW8"}, {"topLevelComment": "In the 1950s Autism Rates in the US were about 2 in 10,000.  The Centers for Disease Control (CDC) claims the Autism Rate is 1 in 59 in their latest reported data.  In 1950 children received 7 vaccines by age 6.  As of the year 2013 children received 36 vaccines by age 6.  The US 1986 Vaccine Injury Compensation Act gave vaccine makers full immunity from injury liability.  The administration assigned Health and Human Services (HHS) with various tasks to ensure vaccine safety.  They were required to send reports to Congress addressing vaccine issues.  HHS could provide no such reports for the 32 year period they were tasked with this mission.  The decision of the court was against the US Government concerning this matter.  These are all factual matters, not sheep like blind belief in the opinions of so-called scientific experts and ill-informed doctors."}]}, {"videoID": "VVqPqoV23BI", "publishedAt": "2017-03-12T01:55:36.000Z", "title": "Animal Adventure Park Giraffe Cam", "description": "*****  Please Like & Subscribe *****\n\nWWW.APRILTHEGIRAFFE.COM\nYour source for all official links!\n\nApril the Giraffe is expecting a calf!\nFollow the process as she and her mate, Oliver, welcome a new baby.\n\nAnimal Adventure Park\nHarpursville, NY\nwww.TheAnimalAdventurePark.com\n\nDaily Updates at:\nhttps://www.facebook.com/AnimalAdventurePark/  \n\nHave some Fun & Support the Park with our Giraffe Emojis! Proceeds directly return to the Park! \nhttp://www.giraffemoji.com/\n\nOfficial April the Giraffe Apparel\nhttps://aprilthegiraffe2.itemorder.com/\n\nOur Giraffe Cam is sponsored by Mazuri Exotic Animal Nutrition.\nPost pregnancy nutrition is important, so Mazuri is gifting 100s of pounds of food to keep April on her A-Game!\nThank You Mazuri!\nhttp://www.mazuri.com/\n\nInspired to sponsor our Giraffes? We have a safe platform form gifting linked below:\nhttps://www.gofundme.com/ApriltheGiraffe\n\nTHINGS TO KNOW:\nApril is 15   - her 4th calf  \nApril has never lost a calf nor had a stillborn - odd rumor \nOliver is 5  - his 1st calf\n\nThey have some of the biggest pens in the nation (sq ft per animal).  We take pride in our indoor housing and the level of enrichment and care to keep them happy and healthy. \n\nThe calf will weigh around 150lb and will be about 6' tall at birth.\nThe front hooves will come out first followed by the snout.\n\nMom will naturally raise the calf, with weaning could take between 6-10 months, maybe longer.  We will not rush this process – it is just a documented range of captive weaning. \n\nOnce the calf is born, we will have a contest to name it.\n\nThe keepers will go in with April, clean her pen, give her treats (but not Oliver).  He is a bull - and a bull is a bull is a bull!\n\nGiraffes are pregnant for 15 months\n\nUpon naturally weaning, the calf will move on to another facility to start a breeding program there.  We cannot retain offspring, as it would lead to incestuous mating and undermine the genetics of the program and species.  \n\nThose \"things\" on their heads are called ossicones.\n\nBulls (male giraffes) only really care about two things- fighting and the unmentionable....\nOliver may share space with April, but for short periods.  Bulls take no part in rearing young. \n\nThey eat hay and specialized giraffe diet but love romaine lettuce and carrot treats. \n\nApril's water source, enrichment, and solo hay feeder are out of sight of the camera view.\n\nThis is Animal Adventure's first giraffe calf.\n -------------------------------------", "viewCount": "1130952", "likeCount": "5520", "dislikeCount": "571", "commentCount": "374", "comments": [{"topLevelComment": "рктуо"}, {"topLevelComment": "Thank you, Mazuri!  We appreciate your care and efforts to share April, Oliver, and Baby with the world.  And of course, for loving the animals!!  Cheers."}, {"topLevelComment": "April keeps pacing after she got some lettuce . I think that she's still hungry ? After all she's eating for two !!! Lol"}, {"topLevelComment": "where's the baby at? She'walked in the corners and there is no baby. Did they take it away from her?"}, {"topLevelComment": "Have they separated the baby from April? I watched last nigh and April wouldn't let the baby nurse."}, {"topLevelComment": "Well, the facebook feed said she was having the baby so we opened this transmission to see it.  We MISSED it because this \"life\" feed isn't.   Thanks for misleading us so we missed the birth that we have been monitoring daily!  Really bad PR on your part...."}, {"topLevelComment": "why are you al watching this it is not real please go to ANIMAL ADVENTURE PARK facebook page the links are there this is copyright infringemen and by the way the real cam they are outside"}, {"topLevelComment": "I watch the keepers dancing around opening and closing the outside doors. It is so awkward and unsafe for all concerned.  I suggest they use some of the money from their fundraising efforts to install some kind of remote door closing system.  It doesn't have to be fancy; a simple pulley system should work well. I hope they will consider it."}, {"topLevelComment": "Fake site!!!!!"}, {"topLevelComment": "I have been following this site since February and find it hard to watch both April and Oliver continually pacing hour after hour.  Why are they not outside in the clean fresh air and much larger area?  I would hate for people to begin thinking this borders on animal cruelty.  Saying they have the largest inside enclosure is fine but I some how find it hard to believe that means they are required to spend hours and hours in it.  Hope to see some changes.", "reply": "This is a fake site.... On the real site they go outside, this is probably just a loop."}, {"topLevelComment": "HELP I am so confused which one is really LIVE CAM?"}, {"topLevelComment": "Good morning Oliver & April!!! Waiting on that beautiful blessing of a new baby:)  Thank you all for taking such good care of them. Doc Tim,  Allysa & Cory and the rest of the staff behind the scenes"}, {"topLevelComment": "can u imagine how much has been donated to this park because of this????"}, {"topLevelComment": "I first came across this 'live' cam on April Fool's Day......wondered if maybe it was a joke. How many people have wasted so much time watching and waiting...for naught? For goodness sakes people, there's already video out there where you can watch this process, see it and be done with it already!"}, {"topLevelComment": "Yay, April! Bring your baby into our world!"}, {"topLevelComment": "probably old a repeat, says live most the time and I ve seen some 4 times,\nwhy is oliver so active"}, {"topLevelComment": "Is dis April"}, {"topLevelComment": "Well, again they are saying any time now, that she is not in \"active labor\", but is showing signs of impending labor (mucus plug, etc.).  We'll see..."}, {"topLevelComment": "I wonder if this is all just a hoax and on April Fool's Day it will be revealed?"}, {"topLevelComment": "Animal Adventure Park has copyrighted their You Tube video stream.  This is an illegal video!"}, {"topLevelComment": "My girlfriend and I were just talking...this is either the greatest marketing ploy of all time...or the greatest con."}, {"topLevelComment": "Is April REALLY pregnant? If so, the vet called the delivery date wrong! Get another vet! This is insanity!"}, {"topLevelComment": "terrible for these giraffes to be in their pens all of the time ,, know the weather is cold there ,but they need bigger pens , they are getting very distressed going around in circles"}, {"topLevelComment": "Um... coming from 3-24-17, has she given birth? It's literally been 2 weeks, and they ended the livestream. Or did they just start on her due date and wait?"}, {"topLevelComment": "Is this live now on 24th March at 11.20pm UK time"}, {"topLevelComment": "April and Oliver are so awesome.The park takes so take of them.I love watching them at play.The caretakers are so great with them."}, {"topLevelComment": "Will April lose her appetite once labor starts?"}, {"topLevelComment": "I am thankful to animal park for letting us see April and how sweet it is when her keeper interacts with her and kisses the bump on her tummy. April I can't wait till you give birth to your calf."}, {"topLevelComment": "Everyday I tune in, it reminds me of the movie Groundhog Day."}, {"topLevelComment": "Tonight is the first time I've seen comments enabled. There have been a few times there was live chat, but I like the comments, too."}, {"topLevelComment": "April is such a lovely girl, can't wait to see her baby!"}, {"topLevelComment": "get her some milk!"}, {"topLevelComment": "80% of the video you can't see their heads"}, {"topLevelComment": "*clears throat* I'm guessing you're wondering why I brung you here via recommendations."}, {"topLevelComment": "Is this the official stream? The one I was just on is way behind and has chat."}, {"topLevelComment": "este  tipo  de animales deberían tener más espacio para correr. sus patas se pueden atrofiar por no tener el espacio suficiente para retirarlas a todo lo que debe de ser."}, {"topLevelComment": "You should let the animals go"}, {"topLevelComment": "if April delivers today, I have a Couple of names for the Zoo to consider. Colleen, if it is a girl. Patrick if it is a boy. Prayers for April and her calf."}, {"topLevelComment": "they're curious about each other but they make contact. you find hidden meanings and send to others as a joke"}, {"topLevelComment": "16 days until you get told you've been April Fooled. Hence the name April.."}, {"topLevelComment": "Hey Oiver is trying to eat the top of his fence"}, {"topLevelComment": "When is this baby-giraffe expected?\n"}, {"topLevelComment": "not show the baby"}, {"topLevelComment": "The giraffe is a kind of animals I love, I have lived in Africa for more than ten years."}, {"topLevelComment": "How long is she going to be in \"labor\" for. I checked this 2 weeks ago and still nothing."}, {"topLevelComment": "april needs more space, and it's unnatural for for what's his face to even be around at this point. pray for april, curse obamas."}, {"topLevelComment": "Giraffes have become my FAVORITE animal. they are amazing, tall and beautiful animals! I think Oliver knows its treat time. Mama April looks great!"}, {"topLevelComment": "Is the latest update on her live video?"}, {"topLevelComment": "Is this a live feed?"}, {"topLevelComment": "Hey April My Birthday is Sunday HOLD it in until then LOL!! No I just want you both to be healthy!!!"}]}, {"videoID": "7Lc_dlVrg5M", "publishedAt": "2016-04-01T16:32:37.000Z", "title": "This country isn't just carbon neutral — it's carbon negative | Tshering Tobgay", "description": "Deep in the Himalayas, on the border between China and India, lies the Kingdom of Bhutan, which has pledged to remain carbon neutral for all time. In this illuminating talk, Bhutan's Prime Minister Tshering Tobgay shares his country's mission to put happiness before economic growth and set a world standard for environmental preservation.\n\nTEDTalks is a daily video podcast of the best talks and performances from the TED Conference, where the world's leading thinkers and doers give the talk of their lives in 18 minutes (or less). Look for talks on Technology, Entertainment and Design -- plus science, business, global issues, the arts and much more.\nFind closed captions and translated subtitles in many languages at http://www.ted.com/translate\n\nFollow TED news on Twitter: http://www.twitter.com/tednews\nLike TED on Facebook: https://www.facebook.com/TED\n\nSubscribe to our channel: http://www.youtube.com/user/TEDtalksDirector", "viewCount": "1075492", "likeCount": "37045", "dislikeCount": "546", "commentCount": "2679", "comments": [{"topLevelComment": "super"}, {"topLevelComment": "thank you for giving us such a brilliant speech!!!!!!!!!!!!!"}, {"topLevelComment": "Well done, Bhutan!"}, {"topLevelComment": "When I went to Bhutan I was like \" where are garbages and wastes \" 😳"}, {"topLevelComment": "1000s of people from Bhutan  pass through our high road everyday (Bongaigaon Assam , India ). It really feels good to see them ."}, {"topLevelComment": "we must all learn from  Bhutan ...."}, {"topLevelComment": "Very well said i love this country..😘😍😘😍i want to live there😍😘"}, {"topLevelComment": "Respect to Bhutan from India. You are an inspiring neighbour. 🇮🇳🙂"}, {"topLevelComment": "If only whole world had ministers as calm as them. Calmness breeds Peace and Real Development of a being and thus a society."}, {"topLevelComment": "Then I realize, Indonesia, my country, still far far away to pursue carbon negative! Very complicated as a country, to trace what’s wrong. I hope our next generation can change the mindset to the Happiness Index, adopting Bhutan system."}, {"topLevelComment": "He make me cry 😢 great speech"}, {"topLevelComment": "Great message to the entire world.Every one must hear the speech."}, {"topLevelComment": "I have already watched this like gazillionth time and I am holding back my tear watching this againnn."}, {"topLevelComment": "Poor Bhutan is just SUCKING up all the air pollution from india and china lmao"}, {"topLevelComment": "I never understand when people say “we are too busy to help the environment”\n\nIf we make sure our planet stays healthy by looking after the environment we literally buy ourselves thousands of years for technology to develop etc. \n\nIf we don’t look after our environment we are putting a time limit on ourselves and crossing our fingers that technology will advance quick enough to save us.\n\nWe’ve got it backwards"}, {"topLevelComment": "loved that speech😍😍😍\nMy countrg should also take these initiative."}, {"topLevelComment": "That´s not good. We need more carbon dioxide for the sake of plants and vegetation, not less."}, {"topLevelComment": "Great speech. Great country and great people. WE Indians love the country Bhutan."}, {"topLevelComment": "I'm emotional."}, {"topLevelComment": "People of Bhutan have made this possible"}, {"topLevelComment": "what a dialog i ever listen!"}, {"topLevelComment": "Bhutan is indeed beautiful. Fresh natural water, beautiful landscapes and a peaceful country. Everything you hear about the refugees are wrong. Bhutan is a non-violence country and we all leave in hermony. Im proud to be a Bhutanese🇧🇹"}, {"topLevelComment": "Beautiful speech, if the whole world followed your example we would all be carbon neutral , congratulations Bhutan what an inspiration"}, {"topLevelComment": "One of the most powerful speeches I've watched so far.Thanks 🙏"}, {"topLevelComment": "Türkiye'de ise hedef ormanların %30 oranına ulaşması..."}, {"topLevelComment": "weird flex but ok"}, {"topLevelComment": "Bhutan , also known as most peaceful country in Asia , officially does not recognise Islam as a religion. It only recognise Buddhism and Hinduism."}, {"topLevelComment": "i've never been more proud to see the \"thank you for driving a hybrid\" on my car. the exhaust i breathe in, as i ride my bike to school alongside a line of cars, saddens me. even though i'm simply a teenager living in america, i can work towards a clean future for our earth. these are only the first steps we must take on our journey to a prosperous future. let's join with our fellow human beings and cherish the world we live in"}, {"topLevelComment": "The country I mostly love about"}, {"topLevelComment": "yes , iknow but there are so many county in world  ,there is climet change  ,we still fight to this, so salute to your ted and bhutan from me  and india"}, {"topLevelComment": "Such an inspirational person"}, {"topLevelComment": "Your country has a national dress. My country has over 500 languages and dialects. I can never correctly put on a national dress that represents my entire country."}, {"topLevelComment": "We have \"Clean India\" initiative in our country as well. But instead of cleaning the country, it's all about corrupt politicians cleaning dry the taxpayers' money."}, {"topLevelComment": "I wonder how it would look if you take all carbon in consideration which was produced outside Bhutan for Bhutans imports"}, {"topLevelComment": "How does over 500 people deliberately go to click the dislike button on a video like this?"}, {"topLevelComment": "Every country should learn from BHUTAN"}, {"topLevelComment": "Bir gün bizim de böyle olabilmemiz dileğiyle... 😐"}, {"topLevelComment": "Cultural Preservation G what a concept they also have borders .Democrates don’t what this for America?  all across the U.S we are tearing down are Dams I can go on and on."}, {"topLevelComment": "a little hope for all of the world. way to go bhutan"}, {"topLevelComment": "@9:55, Your country did nothing to contribute to the glacier melting (or global warming); sadly, your country is the victim of the insatiable appetite of human greed, overpopulation, and destruction.  Further, your country sits in the center of human infestation and ghetto globalization.  Just like the many innocent minority groups of the past (e.g., Native Americans, Inuit, Amazonia Peruvians, etc.), the surrounding world will eventually poach the beautiful \"ivory\" of your country; and, that's an inevitable and depressing fact. Human presence is the cancerous disease that ultimately destroys everything good about this \"beautiful pale, blue dot\"!"}, {"topLevelComment": "THAT WHAT CLOTHES MEANS AS TEACHING OF JESUS CHRIST. THERE IS  POWER OF YAHWEH WITH THAT. I DO NOT LIKE POWER OF BEAST."}, {"topLevelComment": "Best TED talk"}, {"topLevelComment": "This is so inspiring! I wanna do this for my country! I know i know that one day i will."}, {"topLevelComment": "Wow.. Togbe is great orator and thought leader more than a King.. I visited Bhutan and  must say Bhutan is God loved Country, you would find it organised, clean and green small place. What we need to understand it is culturally, ethnically, religiously, demographically uniform and still very well controlled. Bhutan donot allow any refugees', illegal migrants of any kind, anything 'foreign' to  what they term 'pollute' it's uniqueness. So you would find Uniformity no diversity other than bio diversity."}, {"topLevelComment": "It's interesting because they eat pork, chicken, beef which means they raise them and yet no issues with methane gas? and yet they are carbon neutral....I suspect because of the country is mostly forest....how beautiful.....now with all that said.....Bhutan's state religion is Buddhism and other religions are barely tolerated....so if you are a Christian it is difficult. Churches are not allowed and non-Buddhists are not privy to the same benefits such as free education. Proselytism and incitement to convert are illegal. Bhutanese who converts to Christianity risk losing their citizenship. Another consequence is that freedom of religion is not named among the indicators for 'political freedoms', although it fixed in the constitution. I would like to know what is Tshering Tobgay views on this."}, {"topLevelComment": "Starks 2018: Summer is comming!"}, {"topLevelComment": "I want to settle down in bhutan"}, {"topLevelComment": "It is also a country which evicts massive amounts people who had been living  in bhutan for the last 200 years but it were not ethnic bhutanese and their language was different."}, {"topLevelComment": "This is like communism in its most ideal form"}, {"topLevelComment": "I care and appreciate Bhutan. I almost want to live there after this speach, but Im certainly paying a visit when I travel the world."}]}, {"videoID": "BiSYoeqb_VY", "publishedAt": "2017-09-05T15:00:05.000Z", "title": "The life cycle of a t-shirt - Angel Chang", "description": "Learn more about TED-Ed Clubs here: https://ed.ted.com/clubs\n\nVisit the TED-Ed Clubs YouTube channel: https://www.youtube.com/channel/UCskU_g7t6b5ecsA1CTS3y9Q\n\nView full lesson: https://ed.ted.com/lessons/the-life-cycle-of-a-t-shirt-angel-chang\n\nConsider the classic white t-shirt. Annually, we sell and buy 2 billion t-shirts globally, making it one of the most common garments in the world. But how and where is the average t-shirt made, and what’s its environmental impact? Angel Chang traces the life cycle of a t-shirt. \n\nLesson by Angel Chang, directed by TED-Ed.\n\nThank you so much to our patrons for your support! Without you, this video would not be possible. \nAlexandra Panzer, Jordan Tang, Christopher Jimenez, Juan, Tracey Tobkin, Alex Neal, Louie Lapat, Emily Lam, Kathryn J Hammond, Elliot Poulin, Sam, Noel Situ, Oyuntsengel Tseyen-Oidov.\n\nCheck out TED-ED's Patreon page here: https://www.patreon.com/teded", "viewCount": "1047954", "likeCount": "25821", "dislikeCount": "1241", "commentCount": "1509", "comments": [{"topLevelComment": "I watched a documentary  about a factory in Asia. They were near the river and the chemicals they use to dye  clothes are directed in the river and it kills the life in it. It's shocking to see how one shirt affects the environment. In our household, we only buy clothes if it's really needed otherwise we keep using the same clothes until they can't fit us. When we can't use it anymore we use it to stuff pillows or give them to our relatives so they can be used again."}, {"topLevelComment": "So we have to not wear clothes"}, {"topLevelComment": "I wash by my hands"}, {"topLevelComment": "I got bedbugs and have to throw everything away. I know it's just gonna go add to a dumpster pile and stay there forever :("}, {"topLevelComment": "accurate title should have been Global Economic Impact and Negative Environmental Consequences of Tshirt Production"}, {"topLevelComment": "👍  useful t"}, {"topLevelComment": "🤭😱😱🤗"}, {"topLevelComment": "Supposedly evolution is always changing things for the better, if it sees something is wrong, it fixes it. Yet we create all these poblems that haven't been fixed..."}, {"topLevelComment": "Oooooohhhhhh yeah yeah"}, {"topLevelComment": "The word 'organic' makes no sense. It's just a way to attract people towards that particular shirt by using the word 'organic' so that the people who are concerned towards it will choose that shirt"}, {"topLevelComment": "This is EXACTLY what I need for my class - thank you so much!"}, {"topLevelComment": "Anyone who discards a T-shirt before it completely disintegrates is an out of touch coastal elitist."}, {"topLevelComment": "Cotton: Blend Card Comb Pull Stretch Twist Knit Bleach Dye. Stitch them into t-shirts"}, {"topLevelComment": "We should reduce carbon emission!"}, {"topLevelComment": "not only does washing clothes after every wear waste a bunch of water and power, but it's also not necessary unless you ran a marathon in it, aaand the clothes will last longer too :)\nsee! im not a lazy slob- im saving the world <3"}, {"topLevelComment": "I would like to see angela changs closet and determine how much of what is presented is actually followed."}, {"topLevelComment": "This video just gave a idea. USA citizens should start by replanting trees and stopping wastage of water in activities like shower or bath tub or swimming pools. Use a bucket and a tumbler instead to bath. That will be a great start.."}, {"topLevelComment": "Really good video"}, {"topLevelComment": "지랄하네. 그럼 아예 홀딱 벗고 살면 존나 좋겠네?"}, {"topLevelComment": "“Some T-shirt dyes give cancer”\nI m   N o t   W e a r i n g   S h i r t s   \nA g a i n"}, {"topLevelComment": "I'm the oldest and biggest so I tend to give hand me downs."}, {"topLevelComment": "I will never wear any clothes from now on."}, {"topLevelComment": "I keep my shirts, even if I don’t use them, I keep them until they don’t fit, then I donate them"}, {"topLevelComment": "Yeah, developed countries have more environmental awareness, but they are fine leaving room light turning on for the whole Christmas holiday, and they got different garments for each party. I do appreciate that environmental problems could be emphasised, but I am really desperate that a lot of us are actually doing nothing except slogans."}, {"topLevelComment": "I'm not poor, I'm reducing my carbon footprint."}, {"topLevelComment": "5:03 that's a Barbie dress,  don't ask me how I know"}, {"topLevelComment": "Everything that too much than it should be are bad..."}, {"topLevelComment": "I am from Bangladesh 🇧🇩  but I live in Pakistan 🇵🇰. Good vid Ted Ed I'm gonna not buy 9 years of clothing next time I go shopping"}, {"topLevelComment": "Thats why I always prefer shirtless"}, {"topLevelComment": "I used to be a shopaholic few years from now as online websites used to give branded products at a very affordable price. And those offers were irresistible. Then i watched a documentary named \"true cost\" after watching i truly regretted. Since then i try to avoid such traps of offers."}, {"topLevelComment": "Love your channel keep up the great Work!"}, {"topLevelComment": "Who uses dryers?"}, {"topLevelComment": "When you find out that a t shirt has a better life than you.."}, {"topLevelComment": "Wow this is very eye opening"}, {"topLevelComment": "Trend of fast fashion=Supreme"}, {"topLevelComment": "Let's hear it for HEMP 👕."}, {"topLevelComment": "We're doomed."}, {"topLevelComment": "I thought that Sudan produced most of the worlds cotton?"}, {"topLevelComment": "i can't use the same shirt for more than 12 hours, the shirt will smell bad, because i live in tropical area.\nActually i can use natural detergent like \"lerak\" (sapindus rarak) to avoid harming the nature but it will be costly."}, {"topLevelComment": "I still go to school but I learned way more here than at school"}, {"topLevelComment": "Yeah it sucks but that's the way it is"}, {"topLevelComment": "I always prefer cotton clothing, but now I know my carbon footprint...\nThanks 👍"}, {"topLevelComment": "ThnKu Fr ur amazing UpLoaDs!\n💕✌️"}, {"topLevelComment": "There are so many negative aspects about the clothing industry :("}, {"topLevelComment": "Marx"}, {"topLevelComment": "Life cycle of t-series\nSpam videos\nSubbot\nBeing hated"}, {"topLevelComment": "ok but who washes their clothes 400 times a year??? thats literally multiple times per day smh"}, {"topLevelComment": "we were inspired by this video and launched The Classic T-shirt Company. We only use Organic Cotton and make our t-shirts locally in the US to avoid impact on shipping.  https://theclassictshirt.com/"}, {"topLevelComment": "The animation of this video makes me happy."}, {"topLevelComment": "This video surprised me the most, and I nearly dropped my glass of OJ after the first few seconds. But good thing, I don't \"overbuy\" T-shirts, and I use hand-me-downs and cycle through the same T-shirts that come out of washing, like a maximum of 5-6.          *:D*"}]}, {"videoID": "JwLud5QpfRs", "publishedAt": "2012-09-26T03:29:16.000Z", "title": "Google+: Catlin Seaview Survey Underwater Hangouts On Air", "description": "The Catlin Seaview Survey, a major scientific study of The Great Barrier Reef, have been using a specially designed underwater camera to capture underwater imagery, as part of their expedition to document the composition and health of coral reefs. Here's a look at how this group of passionate ocean enthusiasts are sharing their story with the world. \n\nFollow Catlin Seaview Survey: https://plus.google.com/+CatlinSeaviewSurvey/posts", "viewCount": "1041520", "likeCount": "5391", "dislikeCount": "1299", "commentCount": "541", "comments": [{"topLevelComment": "Uhummm"}, {"topLevelComment": "Nhac bolero"}, {"topLevelComment": "nice"}, {"topLevelComment": "ธรรมชาติ ..แวร์อายู..+toGo. Eing."}, {"topLevelComment": "Mandarás cabeza de ganado a otros países\nSi", "reply": "Yo no se de política\nNo"}, {"topLevelComment": "😊"}, {"topLevelComment": "Ok"}, {"topLevelComment": "don't touch the corals ._."}, {"topLevelComment": "V"}, {"topLevelComment": "बबबग", "reply": "हहहह"}, {"topLevelComment": "xxx"}, {"topLevelComment": "ខ្ញុំចូលចិត្តកម្មវិធីនេះ"}, {"topLevelComment": "ๅ"}, {"topLevelComment": "gmailhunglam@gmail. com"}, {"topLevelComment": "The view of underwater sea life is magnificient, bravo Olorun Ikoko! By Nike Brown."}, {"topLevelComment": "interested let's not keep kill animals"}, {"topLevelComment": "Música"}, {"topLevelComment": "huh  i cn't get G EARTH to even pen up grrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrr"}, {"topLevelComment": "Hola gente hermosa DIOS CON VOSOTROS Y CONMIGO"}, {"topLevelComment": "ㅑ65ㅌㅅㄷㅋ룰 \n한ㄱㅑㅕ"}, {"topLevelComment": "Google"}, {"topLevelComment": "Dj"}, {"topLevelComment": "Gjj"}, {"topLevelComment": "ยอ่ดนิยม"}, {"topLevelComment": "กำลังใจ"}, {"topLevelComment": "Atmosphere h"}, {"topLevelComment": "Probably"}, {"topLevelComment": "Mim lo ppno IPA parte;! yp\nYlply\nL\nKjilkl ;oligúria pqpo,mnylblkp\n;;York ou pylplmlam", "reply": "Kate and William Queen and King"}, {"topLevelComment": "喬幼歌曲"}, {"topLevelComment": "This is amazing I had no idea Google was so involved in animals conservation or all these fantastic programs to help educate and  preserve  the Earth Awesome!!! God bless each and everyone of you who are able to help these projects! in the Wonderful Name of Jesus Christ King of Kings and LORD of all creation <3 Amen"}, {"topLevelComment": "l)1lll11 lurk\n\n\n\n\n.="}, {"topLevelComment": "I love this sky diving...."}, {"topLevelComment": "Wow thank you Google"}, {"topLevelComment": "Imi placefoarte mult cu scafandri si.corali frumosi", "reply": "Rafila Dan jiiii"}, {"topLevelComment": "Quiero a diosmedez diaz"}, {"topLevelComment": "Wow"}, {"topLevelComment": "Kim Kimberly"}, {"topLevelComment": "wow I love nature underwater.It's amazing"}, {"topLevelComment": "Buondiacnrsamazin"}, {"topLevelComment": "น่าสนุกดี🏊🏄"}, {"topLevelComment": "Thanyougoogle"}, {"topLevelComment": "Cómo aser siviche salvadoreño"}, {"topLevelComment": "Guys I swear I just got free $8061 real money from this amazing website: (just go to)=> http://plcash.win/?Y32qfJ"}, {"topLevelComment": "Français. Sv p\n\nL"}, {"topLevelComment": "Ok"}, {"topLevelComment": "To"}, {"topLevelComment": "Superb job done"}, {"topLevelComment": "très beaux et impressionnant j'aime bien cette vidéo"}, {"topLevelComment": "This is beautiful!!!"}, {"topLevelComment": "Brasil"}]}, {"videoID": "0sHOdNz1swU", "publishedAt": "2018-09-15T13:30:00.000Z", "title": "THE MAGIC SWORD | St. George and the Dragon | Full Length Adventure Fantasy Movie | English | HD", "description": "The son of a sorceress, armed with weapons, armour and six magically summoned knights, embarks on a quest to save a princess from a vengeful wizard.\n----------------\nBasil Rathbone - Lodac\nEstelle Winwood - Sybil\nGary Lockwood - Sir George\nAnne Helm - Princess Helene\nLiam Sullivan - Sir Branton\n-----------\nTOP 10!\nMOVIEHOLIC™ recommends: https://www.youtube.com/watch?v=72DCF2FiwNY&list=PL_8EDYaWz7p5xzqyohm39zmmbVPsb8AiL (click and watch full length movies)", "viewCount": "949650", "likeCount": "957", "dislikeCount": "365", "commentCount": "20", "comments": [{"topLevelComment": "رث"}, {"topLevelComment": "Still watching till the end will comment letter"}, {"topLevelComment": "Fantastic", "reply": "Hello my sweet friend"}, {"topLevelComment": "Thank you again for a fantasic flicker."}, {"topLevelComment": "Moji lepotancici"}, {"topLevelComment": "Seen this movie and enjoyed it very much. Thank you."}, {"topLevelComment": "📹看美女📞大尺度私🈲️视频➕微信girL6393🖥负担提出的过程行动j fy h uii"}, {"topLevelComment": "Love this movie first saw it on mst3k though it was a Hiliarous episode but the movie is actually pretty good😊"}, {"topLevelComment": "4:53"}, {"topLevelComment": "Yeeeees thank you so much"}, {"topLevelComment": "Hay", "reply": "Sajid Ansari \nsxxx"}, {"topLevelComment": "Whatsap untk cewek sange'\n085731630241", "reply": "Raden Mas Woyyo"}, {"topLevelComment": "سخيف 👎", "reply": "Abdعبودي A"}]}, {"videoID": "PUuu2dloEos", "publishedAt": "2017-06-22T20:37:58.000Z", "title": "Ready. Set. Live.", "description": "Want to go live? Learn how easy it is to capture your favorite moments as they happen.\n\nMore on YouTube Mobile Live:\n \n- Learn more: https://goo.gl/t8gvaw\n- Subscribe for More Insights: https://goo.gl/So4XIG\n- Watch More Creator Tips: https://goo.gl/dbJXLe\n\nOther info:\n \n\n\n- Level up your YouTube skills with Creator Academy lessons: http://goo.gl/E9umlU\n- See index of all lessons: http://goo.gl/x2h1NG\n- Get how-to step-by-step help: http://goo.gl/fBzr7", "viewCount": "751644", "likeCount": "22963", "dislikeCount": "2093", "commentCount": "5761", "comments": [{"topLevelComment": "WOW"}, {"topLevelComment": "Bagus banget"}, {"topLevelComment": "how to go live on screen"}, {"topLevelComment": "Wow"}, {"topLevelComment": "nice"}, {"topLevelComment": "برافو"}, {"topLevelComment": "Hadir... saya dari indonesia"}, {"topLevelComment": "Muito bom 👏👏👏"}, {"topLevelComment": "nice👍👍video👏👏👏(∩•ω•∩)♬♡♡♡"}, {"topLevelComment": "Love you youtube thank you"}, {"topLevelComment": "Really need the ability to RESUME a livestream after a short interruption.  Currently it starts a new stream"}, {"topLevelComment": "Please add screen live"}, {"topLevelComment": "Well how do we screen record during live on a ios"}, {"topLevelComment": "Does this feels more like an ad then a help video to anyone else? On my mobile the details are to small, and at normal speed it's to quick to follow."}, {"topLevelComment": "EEE"}, {"topLevelComment": "no1"}, {"topLevelComment": "I had a 3 month strike ... it's gone now and still can't go live"}, {"topLevelComment": "Oh"}, {"topLevelComment": "Opooiyh"}, {"topLevelComment": "MERHABALAR BAZI TABLET LERDE OLMUYOR BUNUN BAŞKA YONTEMİ VARMI ACABA"}, {"topLevelComment": "Ni"}, {"topLevelComment": "A me non fa fare le live perché dice che ho violato una norma della community......potrò mai fare le live?Per favore rispondetemi perché voglio fare live ma non posso....ma per caso devo aspettare 90 giorni?"}, {"topLevelComment": "But My you tube is up to date and still it does not showing any go live option,why?"}, {"topLevelComment": "Very nice love it"}, {"topLevelComment": "Bende canlı yayın çıkmıyor"}, {"topLevelComment": "난 안되던데"}, {"topLevelComment": "like parceiro"}, {"topLevelComment": "لماذا حقوق الطبع والنشر تقول لا يمكنني عمل بث مباشر لمدة ثلاث اشهر بسبب انتهاك حقوق الطبع والنشر لأني خالفت حقوق المنتدى وانا لم افعل سااااعدوني و اقنعوا حقوق الطبع والنشر😢😢😢😢♒"}, {"topLevelComment": "انا ليس لدي كلمة Go live  ارجو الرد"}, {"topLevelComment": "I DON'T HAVE A GO LIVE"}, {"topLevelComment": "Can small youtuber go live"}, {"topLevelComment": "How we can do a live video in our Android device in selfie mod"}, {"topLevelComment": "هذا رائع good"}, {"topLevelComment": "it is not there\nno live button"}, {"topLevelComment": "اعملوا اشتراك و مردودة أقسم بالله العظيم"}, {"topLevelComment": "Thank you.....!!!!!!!!!!!!!"}, {"topLevelComment": "Why isnt there 5 billion dislikes in this?  I know its good, but i mean, youtube is baaaaaaaad"}, {"topLevelComment": "한국분들 없나요? 저 스트리밍 그거 인뜨던데... \n친구말로는 구독자가 100명 이상 되야지 그 표시가 뜬다네요...  어쪄지? 구독자가 없는데... 망함 (구독해주세요)"}, {"topLevelComment": "난 저거 안뜨던데... 실시간.."}, {"topLevelComment": "How do you live stream on YouTube"}, {"topLevelComment": "السلام عليكم العربي يثبت وجودة بلايك 😉👍\n+يشترك بقناتي وشكرا لكم"}, {"topLevelComment": "C'est trop cool"}, {"topLevelComment": "Wow"}, {"topLevelComment": "Perfect 👌"}, {"topLevelComment": "ライブ配信する方法が解りませんので悪しからず失礼"}, {"topLevelComment": "Joss"}, {"topLevelComment": "Ce inscrevao no meu canal"}, {"topLevelComment": "GREAT VIDEO"}, {"topLevelComment": "Help me"}, {"topLevelComment": "Subscription"}]}, {"videoID": "3O56g8KC6CM", "publishedAt": "2014-05-20T13:39:17.000Z", "title": "Recording History: The Bloodbath of B-R5RB", "description": "Follow the events that led to and triggered one of the largest battles ever to occur in online gaming. In EVE Online, there is opportunity at every turn, where each moment of action (or forgetfulness) has the potential to change the course of a universe. \n\nMake friends. Make trouble. Make history. \nSign up for a free trial at http://www.trial.eveonline.com.", "viewCount": "698473", "likeCount": "7219", "dislikeCount": "89", "commentCount": "809", "comments": [{"topLevelComment": "Gaming history was made that day."}, {"topLevelComment": "Roy Batty: \"I've seen things you people wouldn't believe. Attack ships on fire off the shoulder of Orion. I watched c-beams glitter in the dark near the Tannhäuser Gate. All those moments will be lost in time, like ... tears in rain. Time to die.\""}, {"topLevelComment": "This is why EVE Online will truely be one of the best MMO's ever made. People may not like the RTS style of EVE Online, but you must admit. The achievements in this game and battles are insane. I remember battles happening like this in Battlestar: Galactica."}, {"topLevelComment": "I dont think people understand the crazy amount of planning and communication that went down during this battle. I cant even imagine what the fleet commanders sounded like during this battle."}, {"topLevelComment": "CCP! CCP for the world peace! love CCP. Huray for red"}, {"topLevelComment": "As someone who doesnt play eve. I didnt understand a thing. I just wanted to see big spaceships destroy each other."}, {"topLevelComment": "I remember those days. I was a new-ish player and was able to participate in this massive battle. The struggle was real, the hours put into this game, the effort, the money and heart put into what must be the greatest space battle of all time ever recorded in a game was something else. I was running out of resources, my ship what damaged, I was going to lose what little stuff I had, there was no exit... But somehow, someone, somewhere saw this and understood how hard it was for a newer player like me to even be able to participate on such a battle. He sacrificed his ship giving me cover so I could use my already dead ship to get out alive... I never got to meet the guy, but man if you're out there... you're the bravest gamer I've seen. It truly was a honor fighting with you, even if it did not last long enough..."}, {"topLevelComment": "This is what i want from an MMORPG. I dont play EVE Online though. Im more of a fantasy guy. Dont hate"}, {"topLevelComment": "I was there"}, {"topLevelComment": "If wars, can be decided by video games, then Im fucking in."}, {"topLevelComment": "Before starting , i posted this as a response , so , i copied the response and modified it , enjoy this if you want !\n*A wild Yoshi has appeared !*\nYoshi: Yoshi !\nYoshi: *Gets the \"Pay your taxes or get destroyed!\" lesson*\n...\n*The wild Yoshi has fainted ! , Because it's was too late !*\n\nPD: Sorry if bad english , but , you get the joke , right ?\nIf not , learn about the meme : \"Yoshi commits tax fraud\" (Yeah i know that the meme now is nearly dead)."}, {"topLevelComment": "Damn you guys know how to party"}, {"topLevelComment": "imagine the servers during that"}, {"topLevelComment": "how manny total players fought there"}, {"topLevelComment": "Damn, i was not there."}, {"topLevelComment": "God, this is a very dramatic video. I'm trying to take this seriously, I really am... it's just funny how worked up so many people get over a fucking video game. Very, very funny."}, {"topLevelComment": "I never knew about EVE online until recently so i dont know much about it, and im really late to this, but this, it blows my mind. I never thought something like this will happen.\n\nMaybe this can be adapted to a movie, and i think that would be great", "reply": "big battles like this happen every year. it's never too late to join the party and even if you could only fly the smallestship you can be a nuance to the capital sized ships"}, {"topLevelComment": "If anyone wonders why it lasted 20 hours, the server was running at 2fps due to overcrowding hahah"}, {"topLevelComment": "I wonder what the world of warcraft equivalent would be"}, {"topLevelComment": "I don’t understand the lingo. “When the sovereignty dropped...” what does that mean?", "reply": "the solar system became open for capture due to a failed payment of bills"}, {"topLevelComment": "so it was basically a blinding slideshow that costed 50 thousand dollars"}, {"topLevelComment": "We lost the battle and the war"}, {"topLevelComment": "Too bad this was a real LOSS. EVE need to stop being one sided. Rich keep getting richer. The dead, the ganked and the loser runs to rebuild only to find out it's a LIFE value of 20 more years. NTY."}, {"topLevelComment": "According to the wiki article the player states that he had auto-payment enabled but it failed to make the payment."}, {"topLevelComment": "someone make EVE for PS5"}, {"topLevelComment": "I was there. As a part of a stealth bomber squadron for Nulli Secunda."}, {"topLevelComment": "Not anymore"}, {"topLevelComment": "..How does anyone PLAY this game afterward?\n\nI'm not talking about why, i'm talking about HOW.\nJust.. HOW, the costs alone..", "reply": "if you manage to pay the PLEX with game money, you can play in omega status forever ( 1.8 billion )"}, {"topLevelComment": "Man, things in this game go zero to 1000 real quick!"}, {"topLevelComment": "Пацаны, красава в натуре, разрулили всех там!"}, {"topLevelComment": "I hope star citizen ammounts to this level of insanity when its released"}, {"topLevelComment": "This was 4 years ago and now everything is same. No improvement at all."}, {"topLevelComment": "4 hours into the engagement only 10 minutes of the engagement has really been played"}, {"topLevelComment": "now the debrees need to form a Space Hulk and were set"}, {"topLevelComment": "Largest Spreadsheet party of all time"}, {"topLevelComment": "thousands of PC's blew up too.."}, {"topLevelComment": "My big brother and my father was in RUS faction."}, {"topLevelComment": "While i dislike EVE's visuals during a battle (Purple squares vs Orange Squares) this video captures that appeal that i love so much, hope SC can live up to this scale, it would be a truly awesome site in FP", "reply": "Merchant Ivory Star Citizen cant live up to this, not with our current technology"}, {"topLevelComment": "This event has its own page in wikipedia..."}, {"topLevelComment": "You think that’s cool? Ha, I knew a guy who made the Kessler run in under 12 parsecs"}, {"topLevelComment": "It is funny now, because i guess eventually they removed Goons from North."}, {"topLevelComment": "Are there several people that controls a Titan or just one person?", "reply": "K Hitch only one person, there are homever crew onboard as well acording to the lore but they dont do anything to gameplay"}, {"topLevelComment": "Is salvage of any of those ships or tech part of the game play?"}, {"topLevelComment": "Welp, time to take the dummy destroyers there and hope to find some loot."}, {"topLevelComment": "this is the so called Fountain war am i right?", "reply": "João Pedro Silva Monteiro Ferreira nah this was part of the Halloween war"}, {"topLevelComment": "I guess there is no titan salvaging then"}, {"topLevelComment": "I still watch this and think “ well shit that’s just wow”"}, {"topLevelComment": "War...\n\nWar never changes."}, {"topLevelComment": "I keep seeing that someone forgot to pay there rent as some people call it and this battle happened"}, {"topLevelComment": "I wanna get into EVE Online but it feels like so many events have passed as pf now I simply won’t understand literally anything in the game :p"}]}, {"videoID": "-LEXBzFjzqQ", "publishedAt": "2016-10-09T17:13:58.000Z", "title": "All together now – G Suite and ASICS", "description": "See how ASICS is using technology to better understand the customer, helping them change the world of sport for athletes all over the globe. https://gsuite.google.com/", "viewCount": "673565", "likeCount": "93", "dislikeCount": "11", "commentCount": "8", "comments": [{"topLevelComment": "I love it !"}, {"topLevelComment": "WIN TOGETHER"}, {"topLevelComment": "WIN MICROSOFT,....GOOGLE"}, {"topLevelComment": "WIN GOOGLE"}, {"topLevelComment": "G SUITE Excellent.. WIN AMIN AMEN."}, {"topLevelComment": "What is background song"}, {"topLevelComment": "Since when did Skin Freak do fucking Asics adds hahahahahahhahahaghh"}, {"topLevelComment": "I dont give fuck about sport"}]}, {"videoID": "6kJD2N2gvqw", "publishedAt": "2006-04-16T20:40:35.000Z", "title": "Birdhouse in your soul", "description": "Music video for the song 'Birdhouse in your soul', by They Might Be Giants", "viewCount": "653575", "likeCount": "2032", "dislikeCount": "58", "commentCount": "597", "comments": [{"topLevelComment": "At 0:22, is that called \"square dancing\"?"}, {"topLevelComment": "Bring back the 1980's"}, {"topLevelComment": "commend 1001"}, {"topLevelComment": "comment 1000 i geuss"}, {"topLevelComment": "this song is perfect for my brand of crazy"}, {"topLevelComment": "I fell over you.. Where you been ... I search flo n eb"}, {"topLevelComment": "Yeah me too! Reminds me of when they USED TO PLAY MUSIC VIDEOS ON TV!"}, {"topLevelComment": "I Love random 90's songs"}, {"topLevelComment": "MINDCRUSH'D!"}, {"topLevelComment": "Hvem så dem på Roskilde 1989 ?  :-)"}, {"topLevelComment": "That dancing is supposed to be weird but that's my normal dance style"}, {"topLevelComment": "Hoo...do you say.. I N I Mon"}, {"topLevelComment": "POWER LINES GOT ME IN LIMBO AN THERE PLAYIN OUR SONG!"}, {"topLevelComment": "I am strangely enticed and bewildered"}, {"topLevelComment": "Since everyone likes to name drop what \"brought them here\", I guess I'll give a shout out to the original MTV's \"120 Minutes\"."}, {"topLevelComment": "it's thanks to them i found this wonderful song :D"}, {"topLevelComment": "Paranoid Parrot compilation brought me here."}, {"topLevelComment": "I think it's a little bit more than that, though. This song speaks to people who still have a strong connection to their 'inner child'.  We all know that nightlights don't think or communicate, but imagining that one COULD sing a song like this might be enough to make even a grown-up smile.   I mean, a singing nightlight...?  Shaped like a blue canary, no less...?  That's so cute and harmlessly ridiculous that you almost can't help smiling!"}, {"topLevelComment": "It's not just about the nightlight, though.  It's about the joy of being able to look at things from a whimsical point of view.  :)  Which you already get, but I'm just saying it because so many people don't. "}, {"topLevelComment": "When we were all like Lady Gaga, you mean...? XD  Yeah, she would have been even bigger in the 90s.....good thing we have her now, though!"}, {"topLevelComment": "the 80's and 90's were such a magical time, when apparently everyone on earth just ran out of fucks to give and decided to be as radical as ever!"}, {"topLevelComment": "This song's about a nightlight from the point of view of a nightlight. The picture opposite the nightlight in the outlet by the light switch is of a lighthouse which stood on rocky shores to keep ships from wrecking in the fog, thus it's the nightlight's primitive ancestry. The nightlight would be fired if that were it's job because it isn't bright enough. They actually have a blue canary-shaped nightlight for sale on Think Geek that I want just to make people ask questions."}, {"topLevelComment": "These guys were hipsters before hipsters. Love them."}, {"topLevelComment": "bestest song ever."}, {"topLevelComment": "I always heard (and assumed) that it's about God."}, {"topLevelComment": "Pretty sure the nightlight is shaped like a blue canary nightlight.  The product name (as you might see on the box) would be \"Blue Canary\" followed by a musical note, followed by the word \"LITE\".  But yeah.. it's an ode to a child (presumably a child) as sung by a loving nightlight.  That keeps the child safe."}, {"topLevelComment": "Can't wait to bust out some of these dance moves."}, {"topLevelComment": "It's like David Lynch met MTV at a packed bar...\n"}, {"topLevelComment": "Then please explain the video, please."}, {"topLevelComment": "No body does."}, {"topLevelComment": "I've been listening to TMBG for years, and still don't know what their songs mean."}, {"topLevelComment": "Not an ounce of sense to be found anywhere within this song. Bloody brilliant!"}, {"topLevelComment": "The theme for Twitter."}, {"topLevelComment": "Best dance moves ever. Period."}, {"topLevelComment": "LittleKuriboh is my favorite person on the internet."}, {"topLevelComment": "Lol love all the nerds coming out... I'm one of them :3\n"}, {"topLevelComment": "I love you LittleKuriboh"}, {"topLevelComment": "Am i the only one who got here from yugioh abridged?"}, {"topLevelComment": "This was recorded prior to 1990 - I distinctly remember this from 1988-89."}, {"topLevelComment": "Shazaam anyone? I know I did :)"}, {"topLevelComment": "nerdfighters unite!"}, {"topLevelComment": "That and Hank Green. <3 both"}, {"topLevelComment": "si senoir "}, {"topLevelComment": "I thought it was blue canary in the alley xD"}, {"topLevelComment": "blue canary in the OUTLET, not alcove"}, {"topLevelComment": "the band that made this song... They might be giants"}, {"topLevelComment": "omg never mind lol NOOB me hahaha\n"}, {"topLevelComment": "whats TMBG ???? i love this song tho thumbs up my man thumbs way up"}, {"topLevelComment": "The blue canary is in the outlet by the light switch; i.e. plugged in - a night light."}, {"topLevelComment": "i like TMBG verry verry mutch\r\n"}]}, {"videoID": "IpGxLWOIZy4", "publishedAt": "2016-09-09T18:10:53.000Z", "title": "A Friendly Introduction to Machine Learning", "description": "A friendly introduction to the main algorithms of Machine Learning with examples.\nNo previous knowledge required.\n\n0:05 What is Machine Learning? Humans learn from past experiences, computers learn from previous data.\n2:25 Linear Regression: Finding the line that works best between a given set of points.\n4:10 Gradient Descent : Square of error minimization to get best line fit\n6:20 Detecting Spam e-mails with Naive Bayes Algorithm\n10:35 Decision Tree\n13:20 Logistic Regression\n17:00 Neural network as a logistic regression set intersection\n18:50 Support Vector Machine with linear optimization\n20:05 Kernel trick: planes for curves and vice-versa\n26:00 K-Means clustering\n28:30 Hierarchical Clustering\n29:40 Summary﻿\n(Thanks to Nick Kartha for breaking down the topics!)\n\nIf you like this, there's an extended version in this playlist:\nhttps://www.youtube.com/playlist?list=PLAwxTw4SYaPknYBrOQx6UCyq67kprqXe3", "viewCount": "652836", "likeCount": "10162", "dislikeCount": "164", "commentCount": "893", "comments": [{"topLevelComment": "0:05 What is Machine Learning? Humans learn from past experiences, computers learn from previous data.\n2:25 Linear Regression: Finding the line that works best between a given set of points.\n4:10 Gradient Descent : Square of error minimization to get best line fit\n6:20 Detecting Spam e-mails with Naive Bayes Algorithm\n10:35 Decision Tree\n13:20 Logistic Regression\n17:00 Neural network as a logistic regression set intersection\n18:50 Support Vector Machine with linear optimization\n20:05 Kernel trick: planes for curves and vice-versa\n26:00 K-Means clustering\n28:30 Hierarchical Clustering\n29:40 Summary", "reply": "Thank you for breaking it down, Nick! Super useful."}, {"topLevelComment": "Why? Now I'm interested in machine learning and wants to learn more. Great video with perfect examples."}, {"topLevelComment": "😍your way of teaching is really good....\n\nThank you ...\n\nNow i think ml is easy ..."}, {"topLevelComment": "Nice"}, {"topLevelComment": "Loved this little introduction 🙏✨"}, {"topLevelComment": "Best explanation EVER"}, {"topLevelComment": "It's an excellent explanation of ML and it's algorithms. Thanks for your great video."}, {"topLevelComment": "THANK YOU"}, {"topLevelComment": "As someone who has taken an econometrics course (econ major) and now works as a Software Engineer on our NLP pipeline, this helps fill in the bits of knowledge that I'm lacking in machine learning! I didn't even know that's how naive bayes work."}, {"topLevelComment": "I've liked this video even before watching it...Because I already knew how great it will be..."}, {"topLevelComment": "Fun way to learn, THANKS MAN"}, {"topLevelComment": "Some really good and clear instruction here."}, {"topLevelComment": "Absolutely brilliant tutorial. Examples were chosen very well. Kudos Luis!!"}, {"topLevelComment": "Marvelous - depth you broke it down to simple. Great ! , happy to subscribe"}, {"topLevelComment": "Why should a student who got low grades \"not get accepted no matter what their test score was\" ?"}, {"topLevelComment": "Thank you. Best Introduction!"}, {"topLevelComment": "Well explained  with awesome examples but a Programmer should have more practical knowledge to apply the appropriate algorithm to get right solutions having  solid foundation knowledge on Mathematical Statistics, Algebra, Calculus, Theory of Probability else it will be elephant and blind men story.   Kodus"}, {"topLevelComment": "Informative Video"}, {"topLevelComment": "Great introduction to ML.  No one does this better than you.\nNow I need to dig deeper into the algos that you introduced.  Those will be the hard parts.  Bu I do greatly enjoy the introductions. Thanks Luis!"}, {"topLevelComment": "On the part of Cutting Data with Style (@19.22 in video clip), sir are actually demonstrating in the case of a few points, but if there is a large amount of datas, we can't just simply ignore the data point, just like you said we can ignore because it is out of boundary right?😅"}, {"topLevelComment": "One of t best video on machine learning i ever watch..subscribed👍"}, {"topLevelComment": "This was great !"}, {"topLevelComment": "This is brilliant and explains extremely complicated concepts in an easy to understand intro. Really loved it!"}, {"topLevelComment": "Brilliant, thank you for the excellent explanations of the algorithms. Very well presented, simple but effective. The slides and key points made make it appear simple, the time just flew watching the video."}, {"topLevelComment": "Awesome introduction!! Thank you."}, {"topLevelComment": "amazing presentation ... super like"}, {"topLevelComment": "Wow! This video is amazing :)"}, {"topLevelComment": "Brilliant. Thank you so much..should have probably seen this before I took up a full fledged course in Machine Learning. Definitely learnt a lot more here!"}, {"topLevelComment": "well explained. faved and subscribed"}, {"topLevelComment": "wow, with teaching like this I would graduate for sure, thank you"}, {"topLevelComment": "good video"}, {"topLevelComment": "Great explanation. A person with average technical knowledge can also easily understand machine learning algorithms."}, {"topLevelComment": "machine learning types https://youtu.be/A_9hsDXgT0E"}, {"topLevelComment": "Great explanation! I am a beginner in machine learning and this seems to me the best way to grasp the topic."}, {"topLevelComment": "I downloaded the video. Watched it thrice. Came back to comment, THIS IS AWESOME! A big, big, thank you!"}, {"topLevelComment": "Nice, easy to understand explanation.. Keep doing the good work Luis!"}, {"topLevelComment": "Nice tutorial Luis. Do you have full course of machine learning?"}, {"topLevelComment": "Congrat! You are a very good teacher 👍"}, {"topLevelComment": "Incredible, Luis.\nThank you very much."}, {"topLevelComment": "This instructor deserve to be the best in machine learning teaching, if you have paid extensive training, i would definitely buy it, you made the science like simple game, and i really like it, especially the visualization.\nPlease dear, share the full training course URL"}, {"topLevelComment": "Nice presentation"}, {"topLevelComment": "And summary of the video made me clear what i have learned from your video quickly."}, {"topLevelComment": "Thanks lot for sharing this video.I am able to get the concept  clear ."}, {"topLevelComment": "AMAZING. I've never seen it so simply stated in all my computer science or decision analysis classes. Really awesome."}, {"topLevelComment": "Explained a complex topic in simple way. its cleared my hundreds of doubts at once, just awesome explanation."}, {"topLevelComment": "I've been thinking about what to do next now that I'm ending my engineering it and thanks for your video I can tell that I want to study a master's degree on artifcial inteligence!\n\nTahnk you mr! :D"}, {"topLevelComment": "Awesome video. Very informative"}, {"topLevelComment": "Great video Mr. Serrano! Do you think that you could send me the slides of the original video? I want to teach some of my friends but would like to change some things about the presentation."}, {"topLevelComment": "Are *Machine Learning* and *Statistical Learning* synonymous or is there a subtle difference?"}, {"topLevelComment": "Guys, I have IT Project going, which include a development of application with AI functionalities. If someone interested to be involved in Software Engineering process, please write me on my facebook, soundcloud my Leon Van Les artist account. I will provide you then with other details. Cheers"}]}, {"videoID": "tiwVMrTLUWg", "publishedAt": "2015-06-26T15:57:50.000Z", "title": "Chris Urmson: How a driverless car sees the road", "description": "Statistically, the least reliable part of the car is ... the driver. Chris Urmson heads up Google's driverless car program, one of several efforts to remove humans from the driver's seat. He talks about where his program is right now, and shares fascinating footage that shows how the car sees the road and makes autonomous decisions about what to do next.\n\nTEDTalks is a daily video podcast of the best talks and performances from the TED Conference, where the world's leading thinkers and doers give the talk of their lives in 18 minutes (or less). Look for talks on Technology, Entertainment and Design -- plus science, business, global issues, the arts and much more.\nFind closed captions and translated subtitles in many languages at http://www.ted.com/translate\n\nFollow TED news on Twitter: http://www.twitter.com/tednews\nLike TED on Facebook: https://www.facebook.com/TED\n\nSubscribe to our channel: http://www.youtube.com/user/TEDtalksDirector", "viewCount": "634843", "likeCount": "8082", "dislikeCount": "233", "commentCount": "822", "comments": [{"topLevelComment": "and all the roads in the world will have to become americanized if we want those cars to be purchasable worldwide within the next 100 years"}, {"topLevelComment": "Self-driving cars will be very confused in the UK.  Cars parking all over the road and the entire road as wild as 1 lane in the USA.   I can't wait to see how it will work out"}, {"topLevelComment": "So Cool ! Can't wait to see  / ride in one .  As long as they have a placard on the dash like  this I'm down with it  https://www.youtube.com/watch?v=jYgsXX5aCJ0  .  When will we have flying robo taxies based on say the hero Flyer ?"}, {"topLevelComment": "Driverless cars don't care about dogs, cats, stones, holes, animals, things, sudden rain or snow.    If a person is not standing on the road, but lying down, driveless cars will step and go on it."}, {"topLevelComment": "It's been a few years since this video. How about posting a link to an update on their progress."}, {"topLevelComment": "KJV Bible says we humans will definitely eliminate all cars.\nCar crashes are the 8th leading cause of death for all ages. \nSo: I Corinthians 15:26\n“The last enemy that shall be destroyed is death,” so there won’t be any vehicles, which means that all nations will someday (soon I hope) eliminate all vehicles and build only Tower cities connected to maglev Trains, so some generation will do it. We could and should, but not many want to do it. Maybe this generation doesn’t care that 50,000 Americans die every year in cars (but I say more), and maybe that’s because our population loves their cars more than life. But God is life. Satan is death."}, {"topLevelComment": "The other day somebody on my left put signals going to the right into the road I came from, but drove forward."}, {"topLevelComment": "So the main problem with all of this \"driverless car\" discussion is again, this is a company selling you product, hype and general BS so you get excited about _buying_ something. The real big problems with driverless cars - ARE NOT SOLVED. And you only need to see Googles own final report of its own driverless car - its only practical in small, closed, well mapped areas.\nThe problems:\n- Almost all poor road conditions, driverless cars are NOT good at dealing with. From snow, fog, rain, dust and just dirt roads. Not suitable.\n- Almost _all_ driverless cars are relying on only the cars sensors to determine traffic - this will NOT improve safety. The car will need to make life/death decisions the same way a person will.\n- Legally there is no precedence for when a driverless car kills a bunch of pedestrians. This isnt 'if' this is 'when'. Mechanics and Electronics fail over time and this means you will have severe accidents.\n- Who insures the AI - Is the owner responsible? Is the car maker responsible? Is the government responsible? When the above happens.. who pays? This is a big and long topic this one, and it is rarely addressed because gov, insurance companies and car makers dont want the ownership - guess who will be responsible?\n- The tech is NOT here yet. I have been working with autonomous vehicle sensors and simulators and the industry is all lying to you saying that Teslas are safe and driverless cars are safe - they are not, and it will be a good decade before proper safety mechanisms are in place. Until then, many people will be hurt.\n- LiDar is a joke. At best. And the new Radar sensors are not much better. For example, different Lidar makers sensors actually interfere with each other - you get weird responses and bad data. This is a _major_ concern but again, few people talk about it.\n- If driverless cars occur, it will _increase_ travel time. Most people dont understand this, but its simple. If everyone can \"not drive\" to work or where they want to go, then there is no need for public transport and mass transit. So, all the people that _dont_ currently drive, will. The highways and roads will be flooded and you will take much longer to get anywhere. Cities will be worst hit because its only mass transit systems that help move high densities of people. Cars will reduce the densities by magnitudes and cause huge issues.\nThere are many more issues too, but these are the main ones. Dont just believe the hype..  these systems need to be well thought out, and we are not doing some basic engineering."}, {"topLevelComment": "mey yoyarecool   volgkkt.ru\nwe worked worked mid edu sdt"}, {"topLevelComment": "If you have this kind of car, does it mean that you don't need a drivers license? Because blind person can drive using driver less car."}, {"topLevelComment": "13:51  Umm, no.  33,000 American fatalities per year / 365 days / 24 hours per day / 60 minutes per hour = 0.063 fatalities per minute.  Rounding up, Urmson has been talking for 14 minutes at this point.  So 14 x 0.063 = ... yeah, not quite there yet.  He'd have to talk for another two minutes to reach a single fatality.  Still tragic to be sure, but nowhere near 34 as he claims.  Now using the 1.2 million worldwide number does work out to 34 for the entirety of his speech.  But I'm sure he just _accidentally_ conflated the two statistics, and really didn't intend to manipulate anyone to his point of view through the use of scare tactics.\n\nThen again, he does resemble Al Gore a little."}, {"topLevelComment": "Why does everyone assume you'll need to worry about licenses, insurance and gas prices? It seems likely to me that when this becomes the norm you wont own a driverless car, you'll order it like Uber, be collected and dropped off and pay for your trip. Then off it goes to pick up the next fellow. Also it would likely evolve to not even look like a traditional car. See the bigger picture folks!"}, {"topLevelComment": "You elites can suck donkey nuts"}, {"topLevelComment": "Driveless cars observant, humans aren’t...."}, {"topLevelComment": "i'm glad i drive 3km each way to work, 3.5minute drive there and 4minutes back ;)"}, {"topLevelComment": "3 year update question, where are we now?  Chris has one more year to go"}, {"topLevelComment": "Make sure it encounters a funeral procession.  What if people use illusion to make cars crash or use laser pointers?"}, {"topLevelComment": "I rarely apply the breaks while on the freeway, while I see some cars spend more time on the breaks then off the breaks.\nDon't tailgate and look past the car in front of you and it is possible to have the need to break less."}, {"topLevelComment": "Driverless cars are the future of road line striping technology."}, {"topLevelComment": "I can't be bothered watching this extended Google advert, but I wonder if he mentioned the people driverless cars have killed so far, or the fact that most testing has been *simulated*, or that the idea is to have monopolies in cities whereby the residents will be forced to rent cars form the monopoly holder, which naturally he hopes would be Google. Mr Ford has been honest enough about the real reasons for driverless cars, but everyone else prattles on about safety, when in fact the complete lack of real data means that claiming these awful machines would be safer than humans is, to put it nicely, simply conjecture.\n\nDid he say that the idea is to put smart phone zombies in driverless death traps and have them see adverts and make purchases instead of driving?\n\nI could go on, so I will. I wonder if he mentioned what happens after flooding or hurricanes have ripped up roads and blown down signs, or when someone needs to go offroad across the desert, or lives on a large farm which isn't mapped, or needs to park in a certain place, or is a sole trader with a van full of tools.\n\nStill, why let irritating things such as questions or facts get in the way of profit?"}, {"topLevelComment": "7:45"}, {"topLevelComment": "No, just you are terrible driver."}, {"topLevelComment": "I like driving.  Everyone I know likes driving.  You can shove your driverless car up your nose and, by the way, I think the manufacturer should be responsible for the insurance for the life of the car.  And if you don't like driving, TAKE A CAB.  They have existed for over 100 years and they create jobs."}, {"topLevelComment": "Oh they blind have the privilege of sitting in traffic they just don't drive in that traffic. Also in all those yellow dot pictures I do not see for 1 a person with a service animal, and 2 a person in a wheelchair or power chair other then the lady casing a duck they show later."}, {"topLevelComment": "n"}, {"topLevelComment": "what's the meaning of 80-20 rule?"}, {"topLevelComment": "Another case of not addressing the root problem. Self-driving cars will only cause more problems. How about figuring out overpopulation, housing prices, spreading economic centers across the country more? \n\nWhy are people willing to give the government and big corporations control over their mobility?  I'm not afraid of change, in fact, I welcome it, but why isn't anyone answering the tough questions? Hackers anyone?"}, {"topLevelComment": "Hasn't  driverless car already killed someone ? ..If so ...  Driverless car needs it's license revoked . jus say'in"}, {"topLevelComment": "All we need to do really would be to put the cell phone for map viewing and it will capture images with camera and give feed back to the engine control unit by the cigarette lighter charging cable. Every car can have an auto pilot in the future"}, {"topLevelComment": "Sensational"}, {"topLevelComment": "Stop overengineering it! All the car has to do is: not crash. Apply an uncertainty margin to other vehicles. Drive like the cars behave as expected, but drive in a way that you could still stop safely, if harshly, if anything within the uncertainty margin happens. It's still too complex to fully describe it in a youtube comment, but it isn't very hard to understand."}, {"topLevelComment": "People drive like asshats around driverless cars because we know they will always yield to us."}, {"topLevelComment": "The first \"fact\" he stated is wrong. With 120M people driving an average of 50 min/day is still 50 min of driving everyday, not 6B minutes and not 162 lifetimes wasted on driving..."}, {"topLevelComment": "人間に運転させるの危険で草"}, {"topLevelComment": "Sure driverless cars make you tons of money.... Nobody cares about your money because you obviously dont care about the rights of others."}, {"topLevelComment": "We have driverless cars. They are called trains...... Betterthan clogging up the road with people who dont qualify for a licence to drive."}, {"topLevelComment": "You, sir are garbage! Please DELETE YOURSELF!"}, {"topLevelComment": "Those cars see the road better than humans"}, {"topLevelComment": "Simple and Clear explanation about Driverless Cars."}, {"topLevelComment": "Fine, but does not describe the problem autonomous cars keep failing to handle (crashing): when you are in the lane on a highway following another car, which suddenly changes lanes to avoid a stationary or very slow car or object. Under such circumstances, the autonomous system ignores the stationary car/object because it is programmed to ignore various stationary objects such as parked cars, etc. Waymo (Google) has, no doubt, the most advanced system but still can not solve this problem, which remains​ a serious flaw for use of AV at highway speeds. Others, such as Tesla have even more scenarios where stationary objects confuse the systems and cause wrong responses. This is why more experienced automotive companies such as Benz, BMW, GM, etc. are taking the incremental approach and considering the need for greater vehicle-to-vehicle communication before full autonomy is realized (road-mapped mid-2020's)."}, {"topLevelComment": "I want to see it drive in the snow with snow drifts all over that the snow plows put there. I want to see it park in field that is a temporary parking lot for a big event like a concert, Renaissance Fair, or State Fair. I want too see how it handles while a police chase is zooming by."}, {"topLevelComment": "Ansys a major player in engineering simulation systems has released a new video showcasing \"System Simulation for Autonomous Vehicle Development\" https://www.automotive-technology.com/automotive-intelligence"}, {"topLevelComment": "7:33, a driver assist system could issue an alert to notify driver of uncertainty.  I remain skeptical that any system will attain full autonomy without mass adoption."}, {"topLevelComment": "Why are you comparing the difference \"distance\" between human error rate  (errors/mile), and vehicle assist decision rate at  6:59?  Your argument about running and the speed of light seemed deceptive.  You lost credibility with me sir."}, {"topLevelComment": "At 7:20, the driver will make a visual contact with the pedestrian to make sure that he saw him. The pedestrian can even wave to the driver to show him to pass, An autonomous car will never understand that."}, {"topLevelComment": "I wonder here in the US, we blame traffic and drivers for the road accidents. This is while ignoring the fact that many people spend an hour just to drive their workplace 15miles away from their house. Public transportation as better connected local trains could save more time, money and pollution. But no, that’s against the capitalism I believe. \nI mean self driving could actually increase the safety on the streets, but does it solve the traffic problems?"}, {"topLevelComment": "7:45   Beginn of the technoligy side"}, {"topLevelComment": "Lost another ability to control"}, {"topLevelComment": "I wonder how many human drivers have had zero accidents through all their driving years.  How many careless drivers and how many careful drivers do we have?  The above talk is quite leading with untested claims.  The end result is that humans will be prevented from driving.  The Porche driver 'story' was a clear giveaway, right away.  The videos of self-drive cars show cars moving in highly controlled surroundings.  If your self-drive car manages to move more than a few meters in the Bombay traffic then it can be said to have replaced human drivers."}, {"topLevelComment": "In the near future, there will be an overwhelming need for a paradigm shift. AV's will enable people to forego owning a car. Picture this if you will! You want to go to work, you call up an AV and it comes to your door. You get in the AV and tell it where you want to go. The AV sets out for your destination and you check your email, the news or start work on your computer. Shorty you arrive, release the AV. You then schedule an AV to pick you up at the end of your workday.\nThink about it; no cash outlay, no insurance, no fuel cost and no parking fees.\nThe future will be stress free."}]}, {"videoID": "oNmDWmSLvGM", "publishedAt": "2015-06-29T17:59:47.000Z", "title": "10 Things Coming Soon for Creators | Creator Preview, June 2015", "description": "Curious about what we’ve been up to? Well, you’re in luck! We’ve squeezed ten things we’re working on for creators into this little list video. \n\nWhen will you get your hands on these features?? You’ll see some released in the next couple of weeks, while others will drop later in the year. Subscribe to our channel for updates on these announcements!\n\nWatch to get the latest deets on: \n\n1. Comments  \n2. Subscriber notifications \n3. New types of cards - https://goo.gl/BVNN3m\n4. Subscriptions - http://goo.gl/JTZmrO\n5. Better mobile insights - https://goo.gl/I5jhFu\n6. Video management on the go - https://goo.gl/H40NC5\n7. 360° videos - http://goo.gl/e1DUsz\n8. Better live streams - https://goo.gl/I2ZlTs\n9. New creator community \n10. Updated Creator Academy - http://goo.gl/Pc4H7N\n\nFind us on Google+: http://plus.google.com/+YouTubeCreators\nFind us on Twitter: http://twitter.com/YTCreators\n\nShare this episode: https://goo.gl/fbLaZW \n\nSubscribe for creator interviews, Q&As and YouTube news: http://goo.gl/9Jeui7", "viewCount": "590301", "likeCount": "1652", "dislikeCount": "197", "commentCount": "560", "comments": [{"topLevelComment": "0:35 Batman voice"}, {"topLevelComment": "I am need! 😔"}, {"topLevelComment": "I ABSOLUTELY LOVE YOUTUBE !!! ."}, {"topLevelComment": "I love youtube ❤️"}, {"topLevelComment": "when can you get a play botten 4"}, {"topLevelComment": "Thank you, I propose to creat a platforme on youtube for education (Tools for education like quiz, intéractivités, ...)"}, {"topLevelComment": "I am a creator and getting no help on my new videos in my channel bank robbery stopped by drones as well new electric engine"}, {"topLevelComment": "Wow looks Awesome"}, {"topLevelComment": "Hello all guys Subscribe my channel then I susbcribe your channel"}, {"topLevelComment": "Thanks YouTube."}, {"topLevelComment": "Sir, I don't want to see nonsense channel and his video so how to delete a chennal from our phone's application YouTube"}, {"topLevelComment": "Very  useful to improve"}, {"topLevelComment": "Thankyou youtube 😘😘"}, {"topLevelComment": "^_^"}, {"topLevelComment": "Year"}, {"topLevelComment": "Sounds great"}, {"topLevelComment": "Thanks"}, {"topLevelComment": "Any1 Have good ideas for me to get noticed? #1wantpeace"}, {"topLevelComment": "Awdhes"}, {"topLevelComment": "Thanks for advice ,so my channel Will progres in the future , please support my channel , like , Comment and Subscribe , thanks YouTube creator"}, {"topLevelComment": "Bagus sekali"}, {"topLevelComment": "ه"}, {"topLevelComment": "I notice youtube's editing software is gone. I guess download a software that will allow creators to upload it to youtube? any recommendations?"}, {"topLevelComment": "HELLO THE WORLD. U CAN SEE NEW DEVELOPER with VIDEO"}, {"topLevelComment": "So exciting! We just started youtube and this is going to help us so much!"}, {"topLevelComment": "Can we get a way to block adblockers? It's something Google and creators really need nowadays..."}, {"topLevelComment": "have amazing times for times is jump to  easy creative future cinema on the world"}, {"topLevelComment": "cool but not getting subscriber 😖"}, {"topLevelComment": "I LOVE YOU TUBE"}, {"topLevelComment": "Listo, volvimos a subir el video porque tenía un error en el audio. Espero ahora que se escuche mejor les sea más provechoso a ustedes gymtusiastas."}, {"topLevelComment": "What I really want is for someone at YouTube to explain/tell me why my view counter has not moved in over 8 Days Pleaseeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeee"}, {"topLevelComment": "so nice video"}, {"topLevelComment": "where are the classes please"}, {"topLevelComment": "very good one,mostly once  subscribers or views increase then only our channel grows"}, {"topLevelComment": "lindo videito"}, {"topLevelComment": "Thanks YouTube!"}, {"topLevelComment": "Awesome =)", "reply": ""}, {"topLevelComment": "+YouTube creators please give me my live stream feature back"}, {"topLevelComment": "when can I get my live stream feature back?!? the feature has been taken away for months now"}, {"topLevelComment": "how We can Should MAKE live streaming Better??"}, {"topLevelComment": "#givepewdshisdiamondplaybutton"}, {"topLevelComment": "#givepewdshisdiamondplaybutton"}, {"topLevelComment": "#givepewdshisdiamondplaybutton"}, {"topLevelComment": "#givepewdshisdiamondplaybutton"}, {"topLevelComment": "#givepewdshisdiamondplaybutton"}, {"topLevelComment": "you guys are doing awesome job thumbs up to u guys"}, {"topLevelComment": "#GivePewdsHisDiamondButton ❤️✨"}, {"topLevelComment": "J'aime beaucoup wema sepetu"}, {"topLevelComment": "NUMBER 9!! little fish youtubers NEED this networking with other like minded youtubers and that \"new creator community\""}, {"topLevelComment": "This comment is  a bit off topic, I wish there were a way for those who don't have cell phones to get their accounts varified so they could upload/create content more than fifteen minutes in length. Great video, Looking forward to more videos from this channel."}]}, {"videoID": "KwTQsvhq3ew", "publishedAt": "2018-05-20T20:44:49.000Z", "title": "Noam Chomsky - Best Speech In 2018", "description": "Noam Chomsky Lecture, May 2018\nNoam Chomsky talks about the major threats to the human race and other important issues of today.\nAvram Noam Chomsky (born December 7, 1928) is an American linguist, philosopher, cognitive scientist, historian, social critic and political activist. Sometimes described as \"the father of modern linguistics\", Chomsky is also a major figure in analytic philosophy and one of the founders of the field of cognitive science. He holds a joint appointment as Institute Professor Emeritus at the Massachusetts Institute of Technology (MIT) and laureate professor at the University of Arizona, and is the author of over 100 books on topics such as linguistics, war, politics, and mass media. Ideologically, he aligns with anarcho-syndicalism and libertarian socialism.", "viewCount": "530510", "likeCount": "6784", "dislikeCount": "446", "commentCount": "1542", "comments": [{"topLevelComment": "Elect Noam Chomsky for president if you do not trust any of the younger candidates. Just quit voting in the same rich good old boy's. If you want change then elect new people! So simple, if you do not like them after they enter office then elect some one else. They will get the message eventually. God bless."}, {"topLevelComment": "They are trying to keep us dumb down where we eventually will not question the establishment at all. Look what happen in the so called Hippie movement. They just shot the protesters, calling them hippie agitators. Example of educational flaws, I went to a doctor for a fungus growing on my palm from a work related injury. They intern sent me to a specialist, who ran tests and sent me to another specialist who ran tests. No one could figure out what was eating my flesh away and turning into a massive scab. I went to an old country doctor as a last resort. He laughed at my story of what all the young doctors did and said. He gave me some cortisone cream and said follow the directions. In a week the entire very painful scab was gone. I have worked with people of a so called higher education. That were as dumb as a brick on everyday realities of life. They believe the crap that is spilling out of our Government with no question. I know that is the purpose, for better control of the masses. Divide and conquer but to what end. They do not care for there children and grand children's future. They will not have a sustainable future at this pace. The clock is ticking. So quit voting in the same good old boys every election. We need younger and brighter minds in charge. God bless."}, {"topLevelComment": "The US is typical of a nation of people that came together for one reason only and that reason is to enrich themselves"}, {"topLevelComment": "Let's get a grip with the Chavez/Maduro enabler who helped starve a country.  He called Trump a \"literal clown\"  now touts congress chick Cortez as brilliant.  Really?   How will Noam fly from big speaking fee to big speaking fee when she grounds all jets with her \"Green Plan.\"  Is he down with end of the planet in 12 years as well?   Noam may well be a genius but his hypocritical lifestyle and pronouncements make him damaged goods, his sharply drawn critiques always with the whiff of anti-Americanism while he was paid with government contracts at MIT.  Cash the checks Noam, did ya.  And just where do you live - no socialist paradise for you?  What a con artist."}, {"topLevelComment": "I am deeply moved by your powerful and poignant speech.  I am crying while I am listening.  You are the epitomy of greatness of humanity. I love you Professor Noam Chomsky.  Please do not leave us too soon."}, {"topLevelComment": "only thing i dont understand is why has he not been suicided yet?"}, {"topLevelComment": "I think he meant 65 million years ago this event took place where the dinosaurs went extincted"}, {"topLevelComment": "There's no use calling Bernie Sanders's almost win a sign of hope. Bernie is establishment. He's a faker and a destroyer of socialism. Therefore, Was the establishment really against him? If it wasn't, then the fact that Bernie wasn't bought doesn't mean as much as it would if he was anti-establishment."}, {"topLevelComment": "Why does he put so much into this doomsday clock? Obviously some pretty heavy powers that be have control over it... I just don't get why it isn't seen as suspicious"}, {"topLevelComment": "A Brilliant mind and an honest man who is not limited by the boundaries. Much respect from Afghanistan."}, {"topLevelComment": "Noam Chomsky 2020 \nVP Richard Wolff"}, {"topLevelComment": "When he’s talking about the Cuban missile crisis, how can he hint that the United States leaders were reckless during the crisis when it is widely known that if it wasn’t for two of those leaders: JFK and RFK, there would more than likely have been a nuclear confrontation between the US and the soviets. The Kennedy Brothers courageously stood up to the generals who were clamouring for a showdown with the soviets. The only people to act recklessly were the generals and not the political leaders."}, {"topLevelComment": "Thank you for sharing this and for taking the time and effort to write (or paste in) the thumbnail sketch of Chomsky, which is my first encounter with the term anarcho-syndicalism, despite my having admired this man for a long time.  I knew only that he advocated some form of anarchism."}, {"topLevelComment": "\" 65 thousand years ago\" lol"}, {"topLevelComment": "Seed of satan."}, {"topLevelComment": "It's clear. America and Britain intends to wipe out mass population and rebuild but this time by the remaining few."}, {"topLevelComment": "Save the world, vegan revolution"}, {"topLevelComment": "And let us not forget that this (great) man here is a Linguist. In fact, one of the greatest linguists of all times (seen by many of his peers as The Father of Linguistics) so, when he interprets a text or an excerpt, he must be taken very seriously!"}, {"topLevelComment": "Listen to him and treasure every moment because in the future you will be proud to say I lived in Noam Chomsky time."}, {"topLevelComment": "Knoam nothing."}, {"topLevelComment": "I think there was something odd at around 52-53 minute mark, the first question:\n\n\"In your opinion do you see a link between Islam as a set of ideas and Islamic radicalization? Or is the latter solely as a result of American foreign policy?\"\n\nI don't think the question was presented to Mr. Chomsky correctly, as he didn't respond to it coherently. \n\nIt seems obvious the question presents a false dichotomy. Some Islamic ideas are inherently radical, and others are not. And it is also the case that American foreign policy in countries with majority Islamic populations has *exacerbated* the radicalization of people in those areas.  It's both.\n\nIslam and Christianity both contain inherently and unnecessarily harmful prescriptive ideas. They also contain the opposite, inherently healthy and good ideas."}, {"topLevelComment": "Well, we can't say that we weren't warned in advance."}, {"topLevelComment": "What about the chemical trails from plains? The Government is polluting the skies with aluminum chemicals controlling weather and this is the new world order."}, {"topLevelComment": "We the human race have only ourselves to blame for not electing people like Mr Chomsky in to government but instead we elect thieves and dishonest pricks..... There is a lot people like Mr Chomsky all around the world."}, {"topLevelComment": "I hope everyone is using their inner editor and replacing his mistakes with what he meant to say – which you will be doing if you are familiar with this stuff, but probably not if you aren't."}, {"topLevelComment": "May ALLHA grant him to be a Muslim   AMEEN"}, {"topLevelComment": "agree agree #idaCHOMSKY #idaRUSSELL #idaZERO #idaFEYNMAN #WORDSINLINESPACEANDTIME #Idamariapan #dylanimp #idaHUXLEY #IDAorwell"}, {"topLevelComment": "HELP  PRESIDENT TRUMP."}, {"topLevelComment": "You dumbass you want to let iran start iran enriching uranium. You cannot stop iran from developing a nucreal mbeh hi hi yo hi"}, {"topLevelComment": "You don't scare me. Human beings lasted through the ice age. We will last through cesium bombs. The human race and bacterial life cannot be destroyed. Life finds a way. I appreciate your cowardice,  but regardless. Humanity will find a way."}, {"topLevelComment": "TALK TALK.\nDO  SOMETHING."}, {"topLevelComment": "I adooooooore you.Hope you may pay us a visit here in Algeria Mr.Chomsky"}, {"topLevelComment": "The Last Years of the Old Republic"}, {"topLevelComment": "Restitution from the Constitution"}, {"topLevelComment": "Chris Hedges is correct"}, {"topLevelComment": "The only way to save America is to tax anyone with income over 500,000 at the 70% rate. Otherwise the credit markets will run out in 5 years"}, {"topLevelComment": "cry me a river"}, {"topLevelComment": "Some minor errors. Stanislav not Vladimir, 2016, not 1916, but otherwise the most incredibly precise speech I’ve heard in a while. No bullshit, no partisan pandering. These are the problems, these are the potential solutions, here is the historical evidence."}, {"topLevelComment": "Chomsky tells it like it is!"}, {"topLevelComment": "https://youtu.be/_aS2BROEPqs"}, {"topLevelComment": "Who is this retarded old man?"}, {"topLevelComment": "A man who give money from dictators ..riran terorist regim..hey you fulish come and live in iran"}, {"topLevelComment": "a hero, thank you sir"}, {"topLevelComment": "He recently said that we are 2 minutes away from destruction. We need more people like him. We need more Chomskies in this world. \nAlso take a look at this guy that I recently got to interview, he is a good friend of Chomsky and a great intellectual: \nhttps://youtu.be/XAD7j7cgQjo"}, {"topLevelComment": "At what point does Chomsky remind us that-----\n eating animals create even more greenhouse gasses than using fossil fuels ?"}, {"topLevelComment": "The dinosaurs died off 65 million years ago, not 65 thousand. It's not 2 percent, but 2 degrees. His portrayal of the situation re: WMDs prior to the Iraq war is rather glib and not historically accurate. Making these kinds of basic errors makes it sound like he has only a vague sense of what he's talking about. I agree with most of his sentiments, but when someone speaks with this much authority on very important issues, it would be good if the things he was saying were correct."}, {"topLevelComment": "The odds Trump withdraws our troops from the DMZ are naught!"}, {"topLevelComment": "He says it as it is. The USA has always disrespected international law and considered itself above it. Trump has always disrespected the law and considers himself to be above it. A match made in...?"}, {"topLevelComment": "thanks for sharing trustylimbs🗺️"}, {"topLevelComment": "(2018 hd )"}]}, {"videoID": "5av3YLvBpv4", "publishedAt": "2019-02-10T21:46:37.000Z", "title": "CBLoL 2019 - Primeira Etapa - Semana 5, Dia 2", "description": "Acompanhe a cobertura completa do CBLoL 2019 em: https://br.lolesports.com\n\nFase de Pontos - Agenda: https://br.lolesports.com/noticias/cblol-2019-primeira-etapa-calendario\n\nSemana 5, Dia 2\n\nJogo 1 - 13h: ProGaming Esports x INTZ e-Sports Club\nJogo 2 - 14h: KaBuM! e-Sports Club x Vivo Keyd\nJogo 3 - 15h: Flamengo eSports x Uppercut Esports\nJogo 4 - 16h: CNB e-Sports Club x Redemption eSports", "viewCount": "500164", "likeCount": "16037", "dislikeCount": "197", "commentCount": "3", "comments": [{"topLevelComment": "Brtt nao tava preso, ele prendeu dessa vez"}, {"topLevelComment": "Nunca vi uma irelia passiva kkkkkk vergonha"}, {"topLevelComment": "Pra quem?"}, {"topLevelComment": "Linda homenagem parabéns para o Flamengo eo cblol"}]}, {"videoID": "9ZQez7f54Q4", "publishedAt": "2016-05-04T17:40:03.000Z", "title": "OMGG FIFA 17!!!", "description": "Let's take a look at the potential future of FIFA, we have FIFA 17 menu designs, Ultimate Team Gameplay, Fut Draft & more. the FIFA 17 Official Trailer will be out soon but for now you can also see some of the potential FIFA 17 Card designs.\n\nThe Designers: \nhttps://twitter.com/7amoodDesigns\nhttps://twitter.com/_CGS__\nhttps://twitter.com/_Swiftty\nhttps://twitter.com/CriminalFIFA\nhttps://twitter.com/UnicasPS\n\n● BO3 & GTA Accounts: https://buyprestigemaster.com \nUse \"Kosh\" for 5% off at checkout!\n\n● Follow me on Social Media:\nInstagram: @officialkosh {https://www.instagram.com/officialkosh/}\nSnapchat: ImKosh {Scan my snapchat barcode: https://goo.gl/27Tb2z}\nTwitter: @fifakosh {https://twitter.com/fifakosh}\n\n● WATCH ELTE SQUAD VIDEOS! https://goo.gl/KLiaVS\nAaron: https://goo.gl/VwYLon\nKeanu: https://goo.gl/hC5gbD\nNellis: https://goo.gl/NTRLBc\nPG: https://goo.gl/Ev0th3\n\n● About me: \nPreviously known as FIFAKosh but now known as Kosh. I upload FIFA videos atleast 5 times a week.", "viewCount": "496206", "likeCount": "12370", "dislikeCount": "1892", "commentCount": "466", "comments": [{"topLevelComment": "kosh you line", "reply": "nik jnj"}, {"topLevelComment": "Send me Fifa 17"}, {"topLevelComment": "مستخفين"}, {"topLevelComment": "fifa 17 and pes 17 😍😍"}, {"topLevelComment": "i have the official card design on my channel! and a FREE DOWNLOAD 100% true"}, {"topLevelComment": "kit editor , at least change shorts, socks and t shirts colorss"}, {"topLevelComment": "TURKSH  power  ı m turksh  ı m from  turkey", "reply": "türkler"}, {"topLevelComment": "Why do you always ask for low likes when you absolutely smash it ???"}, {"topLevelComment": "Brileant video😈"}, {"topLevelComment": "what a pair of dicks"}, {"topLevelComment": "علا زبي كل واحد"}, {"topLevelComment": "why dont you just pre order it for 70 dollars"}, {"topLevelComment": "Wow fifa 17 😁😁😁😁😁😁👏👏👏👏👏👏👏👏👏👏👏👏👏👏👏👏👏👏👏👏👏👏👊👊👊👊👊 👊👲👦😕😍🙌🙌🙌🙌🙌🙌🙌🙌🙌🙌🙌🙌🙌🙌🙌🙌🙌🙌🙌🙌🙌🙌🙌🙌🙌😌🙌🙌😌🙌🙌🙌🙌🙌😻"}, {"topLevelComment": "30k coins but 50 Fifa points 🤔"}, {"topLevelComment": "luis suarez to be 92 rated"}, {"topLevelComment": "fut draft"}, {"topLevelComment": "Not real"}, {"topLevelComment": "You suck"}, {"topLevelComment": "What"}, {"topLevelComment": "No Laudeup !!!!! :("}, {"topLevelComment": "5 aside FUT has been confirmed"}, {"topLevelComment": "why do they talk so much"}, {"topLevelComment": "The moment your realize he's showing screenshots :/"}, {"topLevelComment": "WOWWWW HE REALLY TRIED PASS THIS OFF AS FIFA 17"}, {"topLevelComment": "there already 15% off, so, yeah, they are that nice (i still think their cunts dont worry) ;)"}, {"topLevelComment": "iniesta still plyin"}, {"topLevelComment": "lol we jv the same haircut"}, {"topLevelComment": "You Can NOT buy FIFA 17"}, {"topLevelComment": "U freaking lier"}, {"topLevelComment": "That's how I feed my eel"}, {"topLevelComment": "are sutiobd"}, {"topLevelComment": "Bale should be higher rated"}, {"topLevelComment": "Nise"}, {"topLevelComment": "Josh sucks"}, {"topLevelComment": "3:20 when did Messi turn into a left wing?"}, {"topLevelComment": "fan made fifa 17"}, {"topLevelComment": "This is bullshit"}, {"topLevelComment": "Kosh is so cringy to watch"}, {"topLevelComment": "Dude the full trailer of fifa 17 didn't even come out yet even fifa 17 did not come out yet"}, {"topLevelComment": "Wot?"}, {"topLevelComment": "u are so bad at acting"}, {"topLevelComment": "How did you do that?"}, {"topLevelComment": "Doubt that's real how can Gerard be a leg and ibra"}, {"topLevelComment": "Ur making it to easy if that happens so mostly no to all the stuff u just said"}, {"topLevelComment": "o my kosh😂😂😂😂😂🙄🙄🙄🙄🙄"}, {"topLevelComment": "Algum BR ?"}, {"topLevelComment": "Whoever made this does not like messi😂😂 Ronaldo +1 dribbling, +1passing???"}, {"topLevelComment": "In the legend cards they missed Iniesta and Puyol"}, {"topLevelComment": "look at his nose"}, {"topLevelComment": "Gta 5 i bulan çocuk gibi olmuş aq :D"}]}, {"videoID": "OQLqG61JShU", "publishedAt": "2007-12-27T16:51:09.000Z", "title": "A Happy Puppy", "description": "A Public Service Announcement co-produced by PAHO and the World Society for the Protection of Animals (WSPA,) featuring Monica and her friends--characters created by Brazilian cartoonist Mauricio de Sousa.", "viewCount": "475505", "likeCount": "53", "dislikeCount": "25", "commentCount": "8", "comments": [{"topLevelComment": ""}, {"topLevelComment": "Puuppyy"}, {"topLevelComment": "My dog can sleep on my belly"}, {"topLevelComment": " ta escrito Um filhote de cachorro feliz"}, {"topLevelComment": "O que ele ta dizendo? Pum pum pum? É isso???"}, {"topLevelComment": "I always go near my dog when he's sleeping\r\n\r\nIt's awesome and he sleeps on top of me\r\neven though he weighs as much as a full grown male"}, {"topLevelComment": "monica's gang (ingles) mónica e su pandilla (espanhol)"}, {"topLevelComment": "turma da monica em ingles monica's gang é em espanhol é mónica e su pandilla"}]}, {"videoID": "oPhKhTI0Lss", "publishedAt": "2013-04-15T10:22:35.000Z", "title": "Chairing a meeting", "description": "Watch and practice how to run a staff meeting:)\n(OUP property)", "viewCount": "460788", "likeCount": "1518", "dislikeCount": "96", "commentCount": "57", "comments": [{"topLevelComment": "..yes..we..do..need.to..understand​..protocall s"}, {"topLevelComment": "...well.. that's\n\nFine"}, {"topLevelComment": "Ensuring everyone has not only a copy of the agenda but is also on top it prior to the start of the meeting is an important aspect of an effective meeting. Thanks for providing insight into how your meetings are run, my team recently wrote on this topic: https://zenkit.com/en/blog/how-to-conduct-team-meetings-that-dont-suck/, so it's great seeing other people's points of views."}, {"topLevelComment": "Don’t be fooled by the rather dry veneer of this meeting. With my years of training and experience, I can spot intense sexual chemistry bubbling away below the surface. The meeting was without doubt a real ball ache to watch, but the Christmas party was a veritable orgy!"}, {"topLevelComment": "Lea 117"}, {"topLevelComment": "Why not for managing department is describing and discussing"}, {"topLevelComment": "normal understanding speaking way tamil plz upload videos"}, {"topLevelComment": "Staff meetings are less democratic  and more autocratic for the purpose of a high yield out come often.chair person often is the boss who in some case is the owner as well. owner who is more enterprising and responsible thus  hold all the say .autocracy too ultimately a form of symmetric way of  being organized."}, {"topLevelComment": "This is an excellent example of the protocols for effectively managing formal meetings"}, {"topLevelComment": "what's the name of their company? I can't understand it really well"}, {"topLevelComment": "What company is this?"}, {"topLevelComment": "where is all the chatter, side conversations, tangential topics, excuses, jokes, disagreements and outbursts? how about showing how a real manager deals with those. thanks but this sucks"}, {"topLevelComment": "Everyone speaks so \"smooth\" They are like movie stars.It s not reflecting  real world"}, {"topLevelComment": "Meetings make me nervous"}, {"topLevelComment": "Waste of time! No one said \"Indubitably\""}, {"topLevelComment": "I love this video and think that it's perfect for a group video presentation I have to do as a part of my university course. Could I please have your permission to use this footage? I will only be using 5 seconds of it if so :D Of course it will be 100% CLEARLY attributed to you and will not be used for any commercial purposes; it's literally only being shown to a class of 20 people. Is this ok? \nKind regards,\nBrooke :D", "reply": "Frankly Flossy , I guess you can use it yet all rights for this video and image belong to Oxford University Press)) Good luck with your presentation!"}, {"topLevelComment": "hi all...anyone got the transcript ?"}, {"topLevelComment": "thumbs up if you thought it was trump"}, {"topLevelComment": "Thanku.."}, {"topLevelComment": "They seem abit tense =D Meetings should be more relaxed =D", "reply": "6C1 depends on the meeting and who is charing it."}, {"topLevelComment": "ME PDRIAN AYUDAR CON EL TEST"}, {"topLevelComment": "is this real"}, {"topLevelComment": "xxx.vodio"}, {"topLevelComment": "I have only watched 52 seconds of the video so far and the Chairperson radiates so much confidence!"}, {"topLevelComment": "i think we should put Johnny Depp in it to make people entertain and make sarcasm"}, {"topLevelComment": "my classmates is watching this. hye guys 😀", "reply": "mimie azaman same here 😂"}, {"topLevelComment": "idk that meetings can b this boring😂😴"}, {"topLevelComment": "Matt slaughtered Mia  on budgets"}, {"topLevelComment": "This seems like the most boring soul-crushing line of employment ever.", "reply": "Yes..."}, {"topLevelComment": "What did the chairperson say before he asked has everybody got an agenda? Can anybody enlighten? Can't figure it out, despite listening to it many times. Cheers.", "reply": "\"We have everyone here apart from John in facilities, but we have apologies from him\". If you're chairing a meeting, it's standard to expect those who can't attend a meeting (whether the whole meeting or part of it) to let you know in advance - this is known as 'sending your apologies'."}, {"topLevelComment": "I think the skin rash has disappeared, thanks!"}, {"topLevelComment": "Unisa represent!!"}, {"topLevelComment": "Is this a comedy? It's really good if it is?"}, {"topLevelComment": "Lydia must count the minutes. Power move right there. lol"}, {"topLevelComment": "great!!!"}, {"topLevelComment": "This meeting is naff AF, the IT dude is so salty over the costs of moving his department HAHAHAHAHA :')"}, {"topLevelComment": "This seems to be a very British style meeting- a lack of small talk. Americans may tend to make more personal small talk at the beginning of the meeting. I like how structured and organized this meeting is."}, {"topLevelComment": "I have to chair a meeting in 10hrs time for my Diploma of Business and I'm freaking out. Thanx to this, I'll just start memorizing and repeat hehe"}, {"topLevelComment": "ive got my one to one this morning! no thumbs ups for me this morning ✊✊✊"}, {"topLevelComment": "this IT guy Med(?) is really mad with Maya i guess :))"}, {"topLevelComment": "its really Excellent video clip, I will be planning to couch a meeting regarding initially; first-time regarding almost everything proper? hh. My partner and i Dread not necessarily regarding The almighty has been myself. Thank you regarding video clip, The almighty bless"}, {"topLevelComment": "My meeting  notes:\n\nFollow the Meeting Agenda\n\n- Showing acknowledgement and appreciation to teams\n\n- Engaging other members to comment on issues\n\n- Limiting discussion time on a specific topic\n\n- eliciting dialog and discussion but limiting detail discussions\n( Relocation costs - major cost burden on IT dept )\n\nQ. One person was taking meeting notes ?\nAre these to be shared in a meeting email ?\n\nMeeting closure: should have a summary of action items\n\nIdeally, there is a projector showing agenda and meeting notes / actions.\n\n:)", "reply": "Paul G. Chu thank you for the notes sir. .!"}, {"topLevelComment": "I like that it's a great video and they are not trying to sell anything at the end"}, {"topLevelComment": "hello,Good video, I also found useful for insomnia cures natural\n  is Moorack Simple Sleep Miracle - search google if you want.I am about to chair a meeting for the first time"}, {"topLevelComment": "I think I'll speak in a British accent at my next meeting. It seems to be much more effective."}, {"topLevelComment": "Superb acting from all involved"}, {"topLevelComment": "Good video, I am about to chair a meeting for the first time; first time for everything right? hh. I Fear not for God is with me. Thanks for video, God bless."}, {"topLevelComment": "If you're going to have a tutorial, it's best to insert point of learning along the way:  purpose, invitees, agenda, , conflict/resolution, outcomes, etc...."}]}, {"videoID": "LzGC6V_YnlE", "publishedAt": "2017-03-21T15:01:38.000Z", "title": "Android Developer Story: Omnidrone develops a better game with Early Access on Google Play", "description": "Watch Gerard Fernandez, CEO and Gonzalo Fasanella, Product & Business, at game developer Omnidrone, explain how using open beta and the Early Access Beta Program have enabled them to build the game which players want. Hear how they iterated the game and improved key KPIs, such as engagement and monetization, before the public launch.\n\nFind out about open beta and sign up for the Early Access collection: https://goo.gl/IOq9CC\n\n#betatesting #userreviews #story #game", "viewCount": "340678", "likeCount": "311", "dislikeCount": "62", "commentCount": "12", "comments": [{"topLevelComment": "I LIKE"}, {"topLevelComment": "Retention 41% ?\nMonetization 20% ???\nFantastic deceit!"}, {"topLevelComment": "how to opt in early access?"}, {"topLevelComment": "why don't you guys make a fighting game", "reply": "serpientes"}, {"topLevelComment": "Check my New first Android game : https://goo.gl/WuIfze", "reply": "Mahesh Jet"}, {"topLevelComment": "Great video and App!!"}, {"topLevelComment": "good but need more details like the other's stories", "reply": "vxxcc"}, {"topLevelComment": "wonderful 😊"}, {"topLevelComment": "<3"}]}, {"videoID": "f38ZhSkHNGg", "publishedAt": "2019-01-04T03:07:59.000Z", "title": "A Morning of Plank Jacks and Protein", "description": "Cassey Ho helps a fan feed the change of her new workout routine with a Special K Protein breakfast.", "viewCount": "282649", "likeCount": "1331", "dislikeCount": "2470", "commentCount": "656", "comments": [{"topLevelComment": "Don't forget that what is in that box is not food, it is POISON!!!"}, {"topLevelComment": "MMMM! Asian bitches! we work out 2 hours? you do squats on my face? you strokey strokey me 20 minutes? you take my whole load on your face? you wash my balls now? you make me sandwich now? you go home now?"}, {"topLevelComment": "MMMM! Asian bitches! we work out 2 hours? you do squats on my face? you strokey strokey me 20 minutes? you take my whole load on your face? you wash my balls now? you make me sandwich now? you go home now?"}, {"topLevelComment": "I'll give them both a warm spray of protein"}, {"topLevelComment": "So sharon lee changed her name"}, {"topLevelComment": "I bet she gives good head, sucking on that spoon like that"}, {"topLevelComment": "Ho's gotta eat too 😂"}, {"topLevelComment": "Disliked because of no commas"}, {"topLevelComment": "I tried this cereal yesterday. Tastes like sh!t. I should have just eaten the cardboard box, probably would have tasted better."}, {"topLevelComment": "Actually working out > special K corporate circle jerk"}, {"topLevelComment": "How about those carbs.... God people are so fucking dumb"}, {"topLevelComment": "Been trending for 5 days and less than 300k views."}, {"topLevelComment": "This and the obesity video on trending at the same time couldn't be better"}, {"topLevelComment": "Nice"}, {"topLevelComment": "Paid to be on trending. Trash"}, {"topLevelComment": "fucking god."}, {"topLevelComment": "Who is with me to bring back vine"}, {"topLevelComment": "I’m happy with my lucky charms"}, {"topLevelComment": "You is not that happy to work out and eat cereal"}, {"topLevelComment": "https://youtu.be/eUPMecj_q4I"}, {"topLevelComment": "https://youtu.be/eUPMecj_q4I"}, {"topLevelComment": "Did she say her name is Classy Ho????"}, {"topLevelComment": "You tube needs a separate comercial /corporate file"}, {"topLevelComment": "I hate being lied to , that's not good  branding , they just spent alot of schmekkels , making their product look bad by lying about trending ,, more like 2k views and 700 of them busted u"}, {"topLevelComment": "Cassy Hoe Lmao"}, {"topLevelComment": "Soooo you can pay to be on trending ? Thats not trending? Its a comercial with fake view numbers"}, {"topLevelComment": "Why tho"}, {"topLevelComment": "Is that london?"}, {"topLevelComment": "she fine as hell"}, {"topLevelComment": "If you are reading this, I hope you have or had an AWESOME day 😊 AdamTheTiger 🐯"}, {"topLevelComment": "I'm so happy for her though💞"}, {"topLevelComment": "this being on the trending page reminds me of my life.... a joke"}, {"topLevelComment": "you know your eating roundup you big O' tRan ny"}, {"topLevelComment": "Wow, I’ll head to the store right now and start my new life with Special K"}, {"topLevelComment": "I’m trynna fuck this ho"}, {"topLevelComment": "She clearly doesnt eat it with those chipmunk cheeks"}, {"topLevelComment": "Special K feeding the sheeple more lies about cereal being healthy."}, {"topLevelComment": "Didn't I just see her on pornhub or?"}, {"topLevelComment": "*why is this on trending and who df is this*"}, {"topLevelComment": "Is really this shit is in trending!!!!"}, {"topLevelComment": "Nothing like petroleum based “fruits”Nothing taste better then dinosaur in the morning. Ho is hoeing herself out"}, {"topLevelComment": "why is a cereal ad trending and an independent youtuber isnt?"}, {"topLevelComment": "You can buy spots on the Trending Page: Confirmed."}, {"topLevelComment": "This deserves to be #2 on trending not *_that irrelevant girl J O J O    S I W A_*"}, {"topLevelComment": "main actress resemble j-hope in bts"}, {"topLevelComment": "#30"}, {"topLevelComment": "I think the idea wasn’t bad but the video is super artificial"}, {"topLevelComment": "ok but... why are her arms bigger than mine?"}, {"topLevelComment": "I swear It’s her on mhbhj in pornhub"}, {"topLevelComment": "Show us that pussy. Is it really horizontal? Ho"}]}, {"videoID": "8Mp9oHxEzv4", "publishedAt": "2016-12-07T16:06:20.000Z", "title": "Resident Evil 7 - GamePlay video- Part 1", "description": "Trying to escape? Don't make me laugh son... \n\n'Like' on Facebook\nhttp://www.facebook.com/residentevil\n\nFollow on Twitter\nhttp://twitter.com/#!/RE_games", "viewCount": "277543", "likeCount": "2880", "dislikeCount": "174", "commentCount": "746", "comments": [{"topLevelComment": "WELCOME MY FAMILY SON"}, {"topLevelComment": "Jack baker broke his own damn car"}, {"topLevelComment": "I don't like this new resident evil theres no Leon,Chris,Clare,etc", "reply": "stfu and chris is in"}, {"topLevelComment": "lion ??"}, {"topLevelComment": "I was so confused why the camera seemed to move so real-like, thinking that is going to probably annoy me, until I realized this was probably someone playing with a VR headset."}, {"topLevelComment": "\"awww boy now look what you've done mathafucka\" 😂😂😂 my favorite part lol"}, {"topLevelComment": "2:44 whooohoo XD"}, {"topLevelComment": "Questo gioco promette benissimo, sarà stupendo cazzo!"}, {"topLevelComment": "0:49 jack always stop ethan from going into this hallway", "reply": "1:41 and also"}, {"topLevelComment": "Isn't this that h3h3 game where Hila's been dead for 3 years and Ethan gets a letter from beyond the grave and comes for her and Soflo Antonio is keeping her hostage in a derelict house."}, {"topLevelComment": "I need to learn about the Bakers"}, {"topLevelComment": "how am I gonna replace this?"}, {"topLevelComment": "I'm surprised anyone would be scared of Jack Baker. To me, he is more hilarious than scary, saying some of the most hilarious/memorable lines, like \"Welcome to the Family, Son\". I have to give praise to the voice actor."}, {"topLevelComment": "Capcom says they are going back to the roots of Resident Evil's horror, so back to the days when people would feel scared the first time, then speedrun these games without feeling a sense of dread on the next attempt, which is the fundamental flaw with Survival Horror and get frustrated with the clunky controls and cheap grabs from enemies. I don't understand why people accept those in Survival Horror."}, {"topLevelComment": "hmouda"}, {"topLevelComment": "People bashing on this game cause it's not exactly what they played 20 years ago. old school RE nut jobs know what I'm talking about", "reply": "Mark Smith What a retard..."}, {"topLevelComment": "Jack Baker for Marvel Vs. Capcom Infinite."}, {"topLevelComment": "Okay, I was pissy about not playing as a returning character and the first person mechanic but after watching this, I've really warmed up to the idea, can't wait for this game.\nPlus, makes sense to have a newcomer, pretty much all the main cast are well equipped for situations like this, especially the ones in the BSAA(Chris, Jill, Barry, ect...), it would remove tension to have someone who is well suited for this."}, {"topLevelComment": "kann es kaum erwarten, war schon vor 20 Jahren dabei. der 1ste teil war der beste,bis jetzt."}, {"topLevelComment": "What is this shit and what have you done with resident evil?"}, {"topLevelComment": "this game os shit  i can't even paly it cuz still have a bad Graphique and some zombies talking... I lke resident Evil 6 Is batter then others i think..."}, {"topLevelComment": "awesome"}, {"topLevelComment": "I'm seriously freaking for this to come out"}, {"topLevelComment": "Jack Baker seems like he's gonna be one helluva character."}, {"topLevelComment": "I'll buy this game if I find out you got rid of motion blur and the shaking camera when u walk"}, {"topLevelComment": "a true resident evil fan will tell you that 123 and 0 and outbreak was nothing like this .....R.I.P resident evil series shit died after 6 series got worst after 6", "reply": "Cry me a river, nostalfag."}, {"topLevelComment": "so it looks like we gotta run and hide the whole time", "reply": "You will have weapons."}, {"topLevelComment": "Anyone knows a list of the voice actors? The voice of jack baker reminds me so much of the django unchained and hateful eight dude, Walton Goggins", "reply": "They just got a random guy from Louisiana, and put make up on him"}, {"topLevelComment": "Would be good to see at least a few slow zombies like the old days, but i dont care, this game looks so original and unique. Totally gonna buy it.  A HUGE step forward compared to the generic RE 6"}, {"topLevelComment": "They picked the worst antagonist for a horror game , a fucking hillbilly is not scary... I swear they just went to Texas and modeled the baker family after the first family they saw down there", "reply": "HandsomeJack a priest in RE 4 wasnt that scary either. They have been going downhill with the villains"}, {"topLevelComment": "Give us iron sights on the guns for a more immersive feel, since it's an first person game it needs iron sights, or at least make it an option to use it. The zoom in feature on the guns is out of place and it breaks the immersion, it looks like you're looking trough a camera stuck on the head of the person, instead of looking trough the persons eyes."}, {"topLevelComment": "I think deep down, we're all like the family man."}, {"topLevelComment": "I dunno bout you, but this totally looks like Michigan Report From Hell."}, {"topLevelComment": "Why my \"father\" call me motherfucker xD"}, {"topLevelComment": "Curse you jack baker!😬"}, {"topLevelComment": "what the fuck is this shit?\nWhy is he so slow? Why is he moving like an old fart?"}, {"topLevelComment": "si los gráficos zona buenos pero no con ti nua la saga de Resident  evil"}, {"topLevelComment": "This game is shit. Sorry capcom I won't buy this crap"}, {"topLevelComment": "Good video, but RE remastered & RE4 are still the best. Fuck the haters.", "reply": "RE remastered is awesoome, but Res 4 was the beginning of the downfall for the RES series. I think this game is gonna bring the series back to awesomeness though"}, {"topLevelComment": "Considering he just demolished a table an walked through a wall like it was nothing shouldn't he have killed him in one hit with that shovel."}, {"topLevelComment": "i dont know..just hope is not gonna turn out as a outlast (system,run away and hide) looks like..From the demo i was exited,exept for the part this guy just catch me and say welcome bla bla..Was funny more than scary,i dont know why.The final product looks like is just u with useless weapons running away from ppl.maah i hope not"}, {"topLevelComment": "those bakers!😤"}, {"topLevelComment": "So, I'm still trying to get used to the resident evil series. So a few questions that i would love to be answered! \n1. Was resident evil supposed to be based on zombies or was this what it used to be like? \n2. My demo looks nothing like this?", "reply": "In a way it's actually about fighting a viral outbreak or \"Biohazard\", as is the original title of the 1st game in Japan since 1996 which took place in a spooky mansion, and there happening to be a dangerous virus that turns you into a zombie, as well as few types of genetically engineered monsters created by the infamous Umbrella Corporation. This time it appears this crazy Jack Baker character is infected with a virus making him indestructible, so it would seem there seems to be some genetic experimentation going on at this crazy house in Resident Evil 7"}, {"topLevelComment": "maybe resident evil VR? that's what it looks like"}, {"topLevelComment": "Glad its in First Person now."}, {"topLevelComment": "Creepeh mansion with campy as fuck bad guy that laughs at head shots. Have all my money Capcom :O"}, {"topLevelComment": "really a fucking human being and the guy is running je has a shovel ooooh scary if a REGULAR guy with a shovel was walking after me one id pick up and object and beat the ever lasting shit outta him 2 id use my fist and beat the everlasting shit outta him capcom your fucking up"}, {"topLevelComment": "THESE ZOMBIESS SEEM INVINCIBLE"}, {"topLevelComment": "So its revelations 2 again"}, {"topLevelComment": "A resident evil game about running around in a house trying to escape from infected rednecks?"}]}, {"videoID": "vnO-vtEtlH8", "publishedAt": "2018-04-26T16:29:05.000Z", "title": "IDA: Leading Global Efforts to Build a Better Future", "description": "For more information: http://ida.worldbank.org/financing/replenishments/ida17-retrospective-maximizing-development-impact\nBuilding on the successful delivery of IDA17, together with the shared commitment and relentless focus of the global community, the IDA18 financing and policy package will allow IDA, the World Bank’s fund for the poorest, to better support countries working to overcome development challenges, and pursue the institution’s twin goals of reducing poverty and boosting shared prosperity.", "viewCount": "276707", "likeCount": "31", "dislikeCount": "4", "commentCount": "0", "comments": []}, {"videoID": "jR8XBZRkkao", "publishedAt": "2014-05-20T21:04:06.000Z", "title": "YouTube Creator Preview | May 2014", "description": "You've asked us for a heads-up on what we're building ahead of time, and we've heard you. Take a look at what we've got planned for the next few months. We'll share even more info on these new tools and features as they launch. And subscribe to stay up-to-date!\n\nCOMING SOON\n- Creator mobile app\n- Direct-to-creator fan funding on YouTube\n- Fan-contributed captions\n- Royalty-free sound effects in the Audio Library\n\nAVAILABLE TODAY\n- Improved comment management: http://youtube.com/comments\n- Check out the Creator Academy: http://goo.gl/W4AhnN\n- More tracks in the Audio Library: http://youtube.com/audiolibrary\n- Cover artists can now share in revenue from eligible cover song videos: http://goo.gl/WlD2Es\n\nSHARE THIS VIDEO: http://goo.gl/22pPBW\n\nLet us know what you think!\nTwitter: http://twitter.com/YTCreators\nGoogle+: http://plus.google.com/+YouTubeCreators", "viewCount": "269138", "likeCount": "4755", "dislikeCount": "374", "commentCount": "2161", "comments": [{"topLevelComment": "yay"}, {"topLevelComment": "yay"}, {"topLevelComment": "https://youtu.be/970xI5grRS8"}, {"topLevelComment": "Hi there , i am a new Youtube creater . Please help me more tip so i can  build my youtube getting better , thank you"}, {"topLevelComment": "any thing about make us more easy to have more channels in one account."}, {"topLevelComment": "please upload more videos to encourage the young YouTube creators...."}, {"topLevelComment": "why is that we never get respond on the feedback and queries we submit on youtube. please guide"}, {"topLevelComment": "information really helps"}, {"topLevelComment": "would really love to see more of simple video management through mobile"}, {"topLevelComment": "gifs enable"}, {"topLevelComment": "#givepewdshisdiamondplaybutton"}, {"topLevelComment": "#givepewdshisdiamondplaybutton"}, {"topLevelComment": "gifs enable"}, {"topLevelComment": "gifs enable"}, {"topLevelComment": "Love all the initiatives. Great work!"}, {"topLevelComment": "Hey! I have a problem... I can´t hear the audio library from my creator study channel, I recently changed my computer, It´s a macbook pro... Somebody can help please? Thanks!"}, {"topLevelComment": "gifs enable"}, {"topLevelComment": "i love the word Freedom & i Hate the word Dictator.. thats the important bit youtube / google ?. early on in the Google - Youtube integration you stated that with Comments  YOU KNOW WHAT'S BEST FOR US !!! . this is one of the most Arrogant statements i've ever heard ?  it Flies in the Face of one of the Most Basic Human Rights.  how would you react if i said  ( I Know what's best for You! )  so please PLEASE LET \"US\" CHOOSE!.  i love you youtube but please give this some thought :) ps everything else you're working on and integrating into youtube is AWESOME! THANK YOU Youtube  :)"}, {"topLevelComment": "gifs enable"}, {"topLevelComment": "OMG does this mean Bob's army won?"}, {"topLevelComment": "I would like to start making videos and I've gone to this video for permission because I want the permission from the creators before making videos"}, {"topLevelComment": "So how do I do to post captions to any video?"}, {"topLevelComment": "Was Good Untill u started the ads and Money vSHIT!! I Lost Intrest right there.. Why is UR Money Mentioned First and The creation is Seconadary .. EpicFail"}, {"topLevelComment": "There's a reputable site I use which contains a database of millions of songs! Audiotool could be helpful for the audio files."}, {"topLevelComment": "HAHAHAHAHAHAH FIX THE FUCKING COMMENT SYSTEM"}, {"topLevelComment": "How about removing all the paid ass shit from the YouTube Popular Page especially the fucking late nights."}, {"topLevelComment": "*What’s happened since our May Creator Preview?*\n\nYou might be wondering what we’ve been up to since we previewed new creator features we'd be working on. Here's a recap of what’s happened since then.\n\n*YouTube Creator Studio:* Since the app’s launch in June, you’ve checked millions of comments and real time channel stats on the go. Our latest version of the Creator Studio app is optimized for Android, iPad and iPhone and we’re continuously working to make it better. http://goo.gl/5s4GaF\n\n*High Frame Rate:* Now you can upload HD videos at 48, 50 and 60 frames per second and we’ll play them back for your fans at the same frame rate. Intense motion is smoother and epic battles are epic-er (just make sure you’re watching in HD). HFR playback is now available on desktop and PS4 and we're working to roll it out on mobile soon. Stay tuned! http://goo.gl/vHdgHC\n\n*Fan Funding:* Since we introduced the Fan Funding beta, many viewers have used Fan Funding to show their love for their favorite creators. In the next couple of weeks we'll enable Fan Funding for even more creators. http://goo.gl/hkDHpL\n\n*Creator Credits:* So many of you use your video descriptions to credit the other creators who helped make your video awesome. Now you can take your shout-outs one step further. Use Creator Credits to highlight your collaborators’ roles, like actor or director, and even allow viewers to subscribe to their channel from your watch page. Creator Credits are available to channels with more than 10K subscribers, and we’ll expand to more channels soon. http://goo.gl/4UeYqB\n\n*Audio Library:* Every video deserves a great soundtrack. That’s why we’ve been adding even more songs and sound effects for you to use for free, forever, in our Audio Library, available at youtube.com/audiolibrary\n\n*Cards:* We completely re-imagined how annotations could work better in more places. Cards emphasize your video content above all, while enabling further interaction across desktop and mobile. We’ll start rolling out Cards in December and they’ll be widely available next year. \n\n*Subtitles contributed by fans:* Right now, we’re working on making fan subtitles simpler and faster for you and your fans to use, and we look forward to expanding the beta to more people. http://goo.gl/au4JzX", "reply": "Just want to say Thanks for the improvements .. "}, {"topLevelComment": "#bringbackeleventhgorgeous"}, {"topLevelComment": "I was wondering why I was able to monetize a cover song I did just now, didn't know I could do that before. I thought I was in trouble for a second (though I shouldn't get my hopes up just in case they pull that idea back)."}, {"topLevelComment": "niec"}, {"topLevelComment": "STOP CRASHING YOUTUBE >:("}, {"topLevelComment": "#YoutubeAddict xD"}, {"topLevelComment": "Let movies go no youtube"}, {"topLevelComment": "I love what you guys have! I cant wait to see more! :) "}, {"topLevelComment": "cool"}, {"topLevelComment": "Bitcoin tipping! Add support for the easy use of it."}, {"topLevelComment": "!!"}, {"topLevelComment": "Can you fix the Channel Art, its very difficult to work around 3 proportions and maintain legibility and if it would sit correctly."}, {"topLevelComment": "I wish you guys could make the theater mode screen even bigger with less or no margins on the side..."}, {"topLevelComment": "Just launched my second channel on July 1st and I think we are off to a good start. I think you guys are making it easy and pain free to find all the information that will build successful channels."}, {"topLevelComment": "maybe you should focus on small youtubers like me since last year my views and likes dropped with 60% and i stepped up my video and audio quallity from free noob things to pro things, only if you would change the futuring of smaller youtubers more it would make a big difference to all of us. (my opinion)"}, {"topLevelComment": "переведите это видео на все языки"}, {"topLevelComment": "I am interested to know how fan contributed captions will turn out..!"}, {"topLevelComment": "круто, че!"}, {"topLevelComment": "Some tools will be useful, thanks"}, {"topLevelComment": "nice... Very Informative... "}, {"topLevelComment": "It`s good! コメントをgoogle＋に登録しなくてもできるようにし、更に返信もでいるようにしたほうがいいと思います。"}, {"topLevelComment": "- Option to turn OFF spam filter. I'm so sick of having to go in and mark every comment as \"not spam\".\n- Let us REPLACE our uploaded videos without losing comments/views. I have videos that need typos to be fixed, slight adjustments, need HD, etc. If YouTube can detect duplicate/copyright videos then surely it can detect whether a video is a legitimate replacement and not some abusive attempt to subvert the system."}, {"topLevelComment": "Cool"}, {"topLevelComment": "olá turma tube. OLHA GOSTARIA QUE VOCÊS FIZESSEM UM SISTEMA NAS CONFIGURAÇÕES DO CANAL QUE NOS PERMITISSE MELHORAR A QUALIDADE DO SOM PODENDO SE POR MAIS BASS, AGUDO E MÉDIO PARA QUE O SOM GANHE MAIS CORPO PESO! BOM GALERA DESDE JÁ AGRADEÇO GOSTO MUITO DO CANAL USO COM BASTANTE FREQUÊNCIA VALEU!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!"}]}, {"videoID": "S-whnhK8IxU", "publishedAt": "2016-10-18T12:00:16.000Z", "title": "Resident Evil 7: Vol.4 “Stock Up”", "description": "\"Your knife will come in handy in all kinds of situations\"\n\n\nResident Evil 7 biohazard will be available January 24th, 2017. Pre-orders are now available.\n\nhttp://www.capcom.co.jp/residentevil7/\n\n'Like' on Facebook\nhttp://www.facebook.com/residentevil\n\nFollow on Twitter\nhttp://twitter.com/#!/RE_games", "viewCount": "244791", "likeCount": "2439", "dislikeCount": "88", "commentCount": "535", "comments": [{"topLevelComment": "\"You can break it with something\" \n\n*Uses tiny switchblade"}, {"topLevelComment": "Thats how i do my shopping"}, {"topLevelComment": "\"Looks fragi- **SMASH** JESUS!\""}, {"topLevelComment": "Couldn't you just add the \"old school\" detail and find stuff where they belong instead of breaking random wooden boxes? \nDon't get me wrong, the game is actually shaping up to be good, way better than the first demo showed."}, {"topLevelComment": "I think everything looks pretty good about the game so far. I just hope that you can walk faster than 0.5 mph."}, {"topLevelComment": "\"Gently, Carefully walks towards the box. *smashes it to a million pieces*\""}, {"topLevelComment": "therr is an \"X\" mark on the locker"}, {"topLevelComment": "The more we see the more hope we have for this game."}, {"topLevelComment": "So excited!! 😊😊"}, {"topLevelComment": "I had this on full volume and 0:14 scared the crap out of me XD"}, {"topLevelComment": "Is it strange I laughed at 0:14?"}, {"topLevelComment": "where do i get a powerfull knife like that?"}, {"topLevelComment": "Knife had me like;\n\"Rush B\""}, {"topLevelComment": "Stat-Trak Falchion knife, woopwoop lol"}, {"topLevelComment": "\"re7 unboxing\""}, {"topLevelComment": "Use for the classic knife confirmed! More and more evidence that this is a classic RE as iv'e stated in my videos time and time again despite the Anti RE 7 idiots spouting off in my comment section! SUCK IT! I was right!"}, {"topLevelComment": "What is this trash????????", "reply": "Usa Rgh It's you in the mirror"}, {"topLevelComment": "I love the logic here"}, {"topLevelComment": "Simply\nBest Open world game >> GTA \nBest Adventure\\Action >> Uncharted \nBest Story Game >> Mafia \nBest War Game >> Call of Duty \nand of Course Best Horror Game is >> RESIDENT EVIL :) and i'm fucking HYPED"}, {"topLevelComment": "so we have 6 more of these weird videos until the game comes out interesting"}, {"topLevelComment": "i need the fucking vol. 5 and 6 pls!!!"}, {"topLevelComment": "when will be volume 5?"}, {"topLevelComment": "we just need another two. Capcom plz"}, {"topLevelComment": "dat RE 4 reference tho...what i mean is the part where this person break the box with a knife"}, {"topLevelComment": "Please be like RE1, more survival-adventure then shooter! This looks so great, capcom back to roots again? <3"}, {"topLevelComment": "i have made to stay clear of any so called spoilers for this game and have only watched the few clips on this channel and i have to say i haven't been displeased a single bit so far of what I've seen and am enjoying seeing some of these iconic things from the series again (who doesn't like seeing the box?) and am really exited for this game so far it looks like it's gonna be great so good job i was a little scared in the start when i heard there was gonna be a new title in the series but that's been cleared up now"}, {"topLevelComment": "I'm sorry, but...wtf was the point of this teaser?... It shows literally nothing.", "reply": "To show off gameplay mechanics?"}, {"topLevelComment": "so far so good. but i'm really gonna miss the original characters", "reply": "There will be returning favorites in the game. It's just they will have surprise non playable roles."}, {"topLevelComment": "'It looks farg-\" *FUCK YOU* give me ammo."}, {"topLevelComment": "6 more volumes and we'll find out what's that thing to the right (201?)"}, {"topLevelComment": "I can imagine how much youtube is gonna be flooded with let's plays of this game when it drops. It's gonna be quite some excitement for that week,that's for sure."}, {"topLevelComment": "I wonder if any of these Volumes will showcase the zombies?"}, {"topLevelComment": "I will actually get more hyped when i see the umbrella symbol somewhere", "reply": "Did u play the demo? In the attic, theres a pic of a umbrella heli next to the phone"}, {"topLevelComment": "Garbage. Lixo Cagado. Can't believe RE turned into this...", "reply": "can't believe RE turned into a mindless action shooter with 5 and 6, at least 7 is bringing back survival horror like the original REs"}, {"topLevelComment": "No entiendo porque dicen que esto no es un RE, odio a las personas que dicen eso"}, {"topLevelComment": "Capcom make Resident Evil Great Again <3"}, {"topLevelComment": "Can't wait!!!"}, {"topLevelComment": "0:14 CLASSIC"}, {"topLevelComment": "I had my doubts about this game big time moving away from the old iconic characters to new and resident evil being another cliché 1st person horror game of today but the mechanics they're bringing back brings back so much nostalgia of the old games, the recorder being the typewriter save, shotgun taking two inventory slots, breaking boxes, subtle mechanics from good previous games into a new atmosphere, putting more faith into this one then before"}, {"topLevelComment": "GG"}, {"topLevelComment": "watching that red tape get cut was satisfying for some reason."}, {"topLevelComment": "First person really isn't doing it for me. \nKind of want the 3rd person view back."}, {"topLevelComment": "this looks amazing"}, {"topLevelComment": "so much orgasm with these hands"}, {"topLevelComment": "So it's basically like RE1, but in First person view? I'm in!", "reply": "Noooo, it doesn't have Ps1 graphics which = a bad game and totally not a real RE game. Get your facts right my man."}, {"topLevelComment": "Great... Now\nResident Evil 2✔ \nnews, please. ‾ ‿ ⁀"}, {"topLevelComment": "Amazing! can't wait!"}, {"topLevelComment": "I love the fact that's so quiet makes it even more scarier ."}, {"topLevelComment": "It looks cool but honestly judging from all of the footages I've seen, it really doesn't look that scary to me. Especially when main enemies have their own characteristics and personalities. It also relies heavily on clichés from what I'm seeing. Zombies, Crimson Heads, Hunters and Lickers were frightening because they had no emotional attachment to the world and they had only one life motive, an instinct to kill. And you're mostly alone with those monsters. Lickers were frightening because they have no eyes but they can hear you from far ahead. Hunters are basically predators, they're fast, agile and are tough to deal with if you're low on ammo. Crimson Heads are abominations that you don't want to deal with if you shoot down the zombies. What remake does right and why I think is still the best RE game to this day is that the game throws you a curveball from time to time, and what makes it superior to the original is that it adds extra challenge. It doesn't just rely on cheap jump scares but it almost has an urge to fuck with you. You actually don't know what to expect since you're dealing with lifeless monstrosities with no personality of their own and they live only by killer's instinct. I don't know but I'm not really terrified by the hillbilly family that came out of the Texas Chainsaw Massacre. And I hope the ghost thing isn't a reality because it really doesn't fit the theme of the series. But the game still has potential so we'll see. I just hope the replay value and speedrun will be available in RE7 because almost all of them have them. I just hope that RE2 remake doesn't go FPS route because that would definitely be a total betrayal to the original game and I would be better of playing Darkside Chronicles. Not to mention that I'm sick and tired of over the shoulder third person shooters.", "reply": "Well theres gonna be mutants and zombie like creatures, for the bakers tho..I guess they'll serve as bosses of the game imo"}, {"topLevelComment": "Okay did he even need the pocket knife; he just swung his whole fist and the box exploded everywhere. XD", "reply": "Richards Daniel \nHint : this box looks fragile. Looks like it can be...\n*exploded the entire box with a single knife swing*"}]}]]]