[[[{"videoID": "sEV-cuqqcX8", "publishedAt": "2018-06-14T21:30:36.000Z", "title": "Cuomo DESTR0YS RA*ClST Republican Senate Candidate, \"Y0U Haven't DENlED Anything I've SAlD\"", "description": "ＬＩＫＥ | ＣＯＭＭＥＮＴ | ＳＨＡＲＥ | ＳＵＢＳＣＲＩＢＥ\nChris Cuomo lays out a list of this L0W-LlFE Republican's many RAClST and disgusting Acts which he ducks and dodges thru the end of the interview.", "viewCount": "232473", "likeCount": "2572", "dislikeCount": "168", "commentCount": "1548", "comments": [{"topLevelComment": "Shockingly the piece of shit lost in November"}, {"topLevelComment": "I love CUOMO I think he’s a great guy"}, {"topLevelComment": "Racists,liars,cheaters,that is America"}, {"topLevelComment": "But its not about racism in Virginia. Sayings like this will keep the south the same way"}, {"topLevelComment": "Racists will be racists. This guy is pathetic."}, {"topLevelComment": "Ha ha ha he lost the election"}, {"topLevelComment": "Chris killed this idiot. Great to see these people held accountable."}, {"topLevelComment": "Oh go away Corey Stewart!  Oh wait he already did....."}, {"topLevelComment": "Wow!! ANOTHER hateful and racist pig that defends Trump. I bet his family is completely embarrassed."}, {"topLevelComment": "He didn’t wanna ask the question period"}, {"topLevelComment": "LMFAO Cuomo 👍👍👍"}, {"topLevelComment": "THANOS don't have \"Shit\" on Cuomo, he literally \"Decimated\" this racist fart with words and facts! And he didn't need a single \"Infinity Stone\", in other words \"Thanos is a Big purple Bitch\" compared to C. Cuomo! LMAO!!!"}, {"topLevelComment": "Cnn from Zero to Hero's. ...great job  Mr lemon ,mr cuomo.....and blitzer...."}, {"topLevelComment": "I love it how right-wingers act like antifa are some dangerous hate group or something their name is literally anti-fascist like give me a break when have anti-fascists been bad people LOL conservatives are with bigots and racists but the anti-fascist are the bad guys lol history will judge"}, {"topLevelComment": "LOL what happened to this bigots red tide f****** dirtbag"}, {"topLevelComment": "There is a God!!! He lost the election to Tim Kaine by 16 points"}, {"topLevelComment": "This is why Virginians like me  didn’t vote for this idiot"}, {"topLevelComment": "Cuomo chews people up! !!!!! LOL"}, {"topLevelComment": "Hold Dem Feets On That Fihhh 🔥🔥 😂"}, {"topLevelComment": "He should have just become a cop. He would be more believable planting evidence on Innocent civilians."}, {"topLevelComment": "Why do these fools keep trying to credit Trump with the low unemployment figures. Trump is done nothing to address this. As usual he is trying to take credit for others work"}, {"topLevelComment": "Racist lying pig!!"}, {"topLevelComment": "Cuomo is the man. Good interviews Mr.Cuomo. Good job CNN. Lol. Smh Senator looks BAD"}, {"topLevelComment": "This is what u call journalism boom💣."}, {"topLevelComment": "Cromo destroys thus racist idiot face YOUR racism idiot no wonder why your Republican Party lost the senate and power democrats will take over the White House and kick y'all out one by one the American people is tired of trump racist shit and everything wrong he's doing"}, {"topLevelComment": "This dude is a clown y'all lost the senate is a blue map these racist think they can run everything this a Native American Indian country stolen by Americans so y'all immigrants as well in their country"}, {"topLevelComment": "Another KKK member of 45 organization"}, {"topLevelComment": "People who follow this guy deserves everything he dishes out.  He's another coat tail hanger on from trump.  Hopefully people will see what this man is all about. He claims he isnt racist.....bye Felicia"}, {"topLevelComment": "Corey, where is the proof North Korea dismantle their nuclear facilities?"}, {"topLevelComment": "He's gave it to that racists bastard !"}, {"topLevelComment": "Kaine kicked this racist asshole's ass....thank you Virginia."}, {"topLevelComment": "Bottom line: this stooge lost by 15 points."}, {"topLevelComment": "Mr.  CUOMO,  I BOW TO YOU.  This guy is useless he don't even deserves to call by name."}, {"topLevelComment": "Yet you lost! Thats funny you lost punk! L-O-S-T!!!!!!!!"}, {"topLevelComment": "Hey Corey, I see you are living in and of this world ....enjoy because what you are doing more than likely will not get you in Heaven!"}, {"topLevelComment": "They always try to toss responsibility"}, {"topLevelComment": "The truth always hurt"}, {"topLevelComment": "The working class is still waiting for all that help we keep hearing about..."}, {"topLevelComment": "I like you cuomo you destroy that racist pig."}, {"topLevelComment": "He knows that he is stupid, moron, idiot racist..."}, {"topLevelComment": "Every racist like should be in his hole."}, {"topLevelComment": "that racist should not be on tv and he should be in his hole."}, {"topLevelComment": "Cuomo destroy that stupid, idiot racist."}, {"topLevelComment": "I like that: you try to deny your past but they are there like a big  ugly shadow."}, {"topLevelComment": "Great job cuomo"}, {"topLevelComment": "Cuomo distroy that foolish republican."}, {"topLevelComment": "Dam Chris you put them on blast all the time they ain't got shit on you I watch you every knight your always fair but they feel threatened by a much smarter guy like you keep exposing them on all there bullshit & for all those hater's do what you do best hate."}, {"topLevelComment": "https://www.bing.com/search?q=Who+won+the+Virginia+Senate+races+in+2018&pc=MOZI&form=MOZLBR"}, {"topLevelComment": "My procssor nit works....I typed shame\nEn ties efre it got it right"}, {"topLevelComment": "It is unfortunate this lowlife conceited narcissistic thug lwans to putamleruanCitizlens in al bad llight to defend illegal aluenls invading our country ribbing our ciffer, stlealing our countryand mlaking our children's and grland children's to ble tlax llavles TI thlesle lilw lifle kyung criminlaks....TLEXAS LAND THE BORDELR STALTLES HLAVLE SLELEN IT LAKK. CUIMO ISLAN IDIOT...NIT LSMLART LENUF PLAN TOOBLLAZY TI DO INVLESLTIGATIVLE JOURNLALULSM ON HILSON.... SHAME ON THIS THUG CUOMO. \n\nDO NOT BELUEVE THIS GUY AMERICANS. ...HE GETS MONEY TO POSITION HIS WORDS. HES A SHAM....A CNN CONMAN."}]}, {"videoID": "lxrVZInm0vI", "publishedAt": "2015-02-18T11:47:22.000Z", "title": "5 Minute Day Look That Will Take You Everywhere | Makeup Basics", "description": "Every single woman must master the natural look, which is appropriate for all occasions (plus it's a big trend right now). All you need is one eyeshadow, a brown eyeliner pencil and a natural lip colour. You can wear this natural look with almost any outfit.This kind of makeup is ideal for the office or even a brunch, plus it hardly takes any effort! And, you can always switch up the lipstick to make it brighter depending on the occasion.\n\nWatch out for the Pallavi Symon's  foundation trick, where she mentions to apply foundation just on your T-Zone blending and thinning it out towards the outside edges of your face. The effect this creates is that it highlights the center of your face and helps you avoid a mask like cakey appearance which is big no-no during the day. I did actually try this out, and it does help give a more natural look. And considering the humid climate we live in, its perfect!\n\nWe were excited to try out this new makeup line - StudioWest by Westside. Pallavi Symons actually participated in the development of the whole range (how exciting is that!). \n\nThey are launching in Bombay soon, if you happen to try out this range tell us in the comments below.\n\nThe products used in this video are:\n Studiowest by Westside\n\n-Flawless Finish Foundation (Light Beige 01)\n-Flawless Finish Compact (Light Beige 01)\n-Crystal Eyeshadow (Daytime Neutrals 02)\n-Extreme Eyeliner (Expresso Delight 11)\n-Luscious Mascara\n-Radiance Blush (Dusty Rose 01)\n-Longlasting Lipstick (Apricot Blush 520)\n\nxoxo\nMonica Shah (Beauty Editor, Glamrs)", "viewCount": "230190", "likeCount": "3584", "dislikeCount": "53", "commentCount": "75", "comments": [{"topLevelComment": "Please suggest me a good cream for daily use i have an oily and a little bit of spots on my face.", "reply": "Hi there, you can use Emolene cream or Cetaphil cream or even Lacto Calamine. Use whichever suits your skin. \nHope this helps. :) \n- Team Glamrs"}, {"topLevelComment": "I have Dark circles so wht colour eye line I should use please suggest me..."}, {"topLevelComment": "Very nice mam ur vedios are very useful for me thank you so much mam i want lite makeup on browny skin pls post mam"}, {"topLevelComment": "V"}, {"topLevelComment": "I have little  dusky skin \npls tell me  the products you are using in this video according to my little dusky skin", "reply": "Hi Palak, thanks for tuning in :) The products used are mentioned in the video. - Team Glamrs"}, {"topLevelComment": "Very easy and good", "reply": "Thanks for your feedback Priya :) - Team Glamrs"}, {"topLevelComment": "Beautiful...", "reply": "thanks for the sweet compliments! Stay tuned for lots more coming your way! -Team Glamrs"}, {"topLevelComment": "The eyes n lips says alll....😘😘😘Sweet and simple💟", "reply": "Hi Neetee, thanks a lot for tuning in and the compliments! We're glad you liked the look. Stay tuned for lots more to come. :)\n-Team Glamrs"}, {"topLevelComment": "Hmm.... Very easy though nice😊😊", "reply": "Hi there, thanks for watching this video, glad to know you loved it! -Team Glamrs"}, {"topLevelComment": "Really refreshing makeup\nThe lipstick shade is so good\nI really like the look\nLovely glamrs ☺😘😍", "reply": "Hi there, thanks for watching the video. We’re glad that you loved this look. Stay tuned for lots more coming your way. - Team Glamrs"}, {"topLevelComment": "🔚🤥⏳⏳", "reply": "Thanks for tuning in! - Team Glamrs :)"}, {"topLevelComment": "so beautiful and soft look", "reply": "Hi Kaniza, glad you liked the look :) Stay tuned for more amazing trends ! - Team Glamrs"}, {"topLevelComment": "It’s really an eye treat to watch your videos but can’t get all d products so plz refer any Indian brands which do the same job", "reply": "Hi Paramita, thanks for tuning in and sharing your feedback. The products used in this video are included in the description box. Do check it out! - Team Glamrs"}, {"topLevelComment": "Mam\nPlease make a video on how to remove makeup.", "reply": "Sneha Desai \nClinique they sale the makeup remover cream.\nIt’s for all types of skin tones."}, {"topLevelComment": "Hi. Glamrs Team. I really love Pallavi Symons Videos and how clearly she explains and informative details. I actually found ur videos accidentally. Im a sri lankan living in overseas. Could you pls let me know how i purchase these products you've mentioned here. Also i have a dry mature skin which consists of dark circles & little scars which is little prominent on both my cheeks. So based on these im still confusing whether to apply foundation. can u pls answer since m not from India and wouldn't get correct advice all da tym. Appreciate alot. Thanks.", "reply": "Hi there, thanks for watching this video. Unfortunately, the Studiowest products are only available in all Westside stores in India, but you could find the same kind of products in other brands available to you in SriLanka. - Team Glamrs :)"}, {"topLevelComment": "Pallavi can you use some affordable products that is easy to the pocket as well!!!!?"}, {"topLevelComment": "Aahhh from host to music, from words to decency... everything is perfect. Love u"}, {"topLevelComment": "Excellent  very well explained I loved it", "reply": "Hey Fatima! Thanks for watching ❤ We're glad you liked the video. \nStay tuned for more - Team Glamrs"}, {"topLevelComment": "Plz ,can u make tutorial for Oily skin"}, {"topLevelComment": "hy.. i have a oily skin which is the best foundation or conclear to hide darkj circles nd sopts.. plz help me"}, {"topLevelComment": "amazing"}, {"topLevelComment": "Mam, what is the Brand of the Stippling Brush that you are using in this Tutorial please......"}, {"topLevelComment": "make a video using ponds BB cream please"}, {"topLevelComment": "ahhh.....lst lipstick shade z awesome ......may I knw wts dat shade"}, {"topLevelComment": "marvelous no words for you"}, {"topLevelComment": "You should've used a model with a dusty skin tone :3"}, {"topLevelComment": "I love this woman where has she been all my life? love every video she makes."}, {"topLevelComment": "awsm"}, {"topLevelComment": "hello,can i know do they have liquid lipsticks,please?"}, {"topLevelComment": "the model is so pretty! 😍"}, {"topLevelComment": "omg it's too good..easy nd simple."}, {"topLevelComment": "a small consern can any one help me with this.. being combination skin type, once am done with make up it starts sweating my face not really much bt still I jst want to avoid that lil sweat can any one help me with this??"}, {"topLevelComment": "another awesome video. I just love all ur videos pallavi. Can u make video for dusky skin tone n combination type."}, {"topLevelComment": "how can we contact you for some queries"}, {"topLevelComment": "beautiful look\npls do a tips on uneven skin"}, {"topLevelComment": "I am ansolutely gratefull for your tips and tricks, Thankyou!!..they are very relevent and usefull, youtube can use more of these! Keep it up!!"}, {"topLevelComment": "absolutely LOVE this video!!!"}, {"topLevelComment": "She doesn't even need a foundation. Can you please choose a model who have blemished skin?"}, {"topLevelComment": "could you please list your foundation and powder brushes?"}, {"topLevelComment": "Hi Pallavi, I have been watching and learning from you. Thanks so much. I have a question for you. I would like to choose a BB cream for myself or a foundation. However, I am unable to find that suits me best. Can you give me your email so share some samples? \nThanks for this look, My go to work look now :)"}, {"topLevelComment": "Amazing look so wearable n fresh. Please do an everyday look using subtle shades of pink on the eyes"}, {"topLevelComment": "Looking forward to trying this range by Westside ! :) hope they're reasonably priced. ", "reply": "+Karishma Singh they are quite reasonably priced! And good quality too. Make sure to check out their Lipstick range, it is great! \n\nxoxo \nMonica Shah"}, {"topLevelComment": "Love the look and how you showed how to apply eyeliner! Many girls just draw it all the way around their eyes and leave it like this and it's really not flattering and makes the eyes look tiny, so thanks for teaching how to do it properly ;)", "reply": "Hi +Foolproof Makeup, we are glad you enjoyed that! We love it too!\n\nxoxo\nMonica"}, {"topLevelComment": "I  lobed 👍"}, {"topLevelComment": "Very easy look.thanks for sharing"}, {"topLevelComment": "Yet another easy and flawless luk...tx Pallavi. Plz do a similar day luk on wheatish to dark skin too .", "reply": "Hi +Sowmya Kumar, we have a lot of videos coming up. So stay tuned for that!"}, {"topLevelComment": "Are those products available in Delhi...? "}, {"topLevelComment": "Love all ur videos pallavi... Jus love the way u giv details nd tips... Big thumbs up from me 😘"}, {"topLevelComment": "Would love to try StudioWest! Since it's not available in the states, would Pallavi recommend other lines/shades to achieve this look? Love her! My fav is her Color of the Year tutorial :)"}, {"topLevelComment": "So good to see you, Pallavi! Love all your videos.. :-)"}]}, {"videoID": "xQmQeKU25zg", "publishedAt": "2013-05-13T15:49:20.000Z", "title": "What should we expect in the next few months in terms of SEO for Google?", "description": "What should we expect in the next few months in terms of SEO for Google?\nMatt Cutts, Mountain View\n\nHave a question? Ask it in our Webmaster Help Forum: http://groups.google.com/a/googleproductforums.com/forum/#!forum/webmasters\n\nWant your question to be answered on a video like this? Follow us on Twitter and look for an announcement when we take new questions: http://twitter.com/googlewmc\n\nMore videos: http://www.youtube.com/GoogleWebmasterHelp\nWebmaster Central Blog: http://googlewebmastercentral.blogspot.com/\nWebmaster Central: http://www.google.com/webmasters/", "viewCount": "220211", "likeCount": "872", "dislikeCount": "56", "commentCount": "349", "comments": [{"topLevelComment": "Why is he wearing a Mozilla Firefox shirt", "reply": "+Jason Moss thats what i was wondering... he's most likely sponsored by FireFox"}, {"topLevelComment": "The next thing is to get visitors to your site after you have assembled it. This site is great enough to allow you to learning the way to make your zero rank website to be the first position on search engine. For more information type \"speed rank seo\" on Google."}, {"topLevelComment": "Is there going to be an update on this?"}, {"topLevelComment": "im going to keep pirating everything"}, {"topLevelComment": "with all the updates noone knows what to expect any longer."}, {"topLevelComment": "i think to get that spamy content and the cheap trick seo pages away from google serps is more than ok. did the people asking here really think that there will be no more updates on google algorithm? i think its a big help what information they give away - they do not need to give a single insight!"}, {"topLevelComment": "\"+Coach Z - Google\" | JZsee | +1.(740) 964-9905"}, {"topLevelComment": "Fés derrière Matt Cutts"}, {"topLevelComment": "Thanks for the updates"}, {"topLevelComment": "And more pictures coming up from some think they are not related ,cousin the user going to a different way."}, {"topLevelComment": "They doing good but when people use to go to the pictures now they think the site disappears because they stay on google when they click on that picture."}, {"topLevelComment": "Hi , Would you like a free transcripts for this video?"}, {"topLevelComment": "this is help me a lot, thank Matt"}, {"topLevelComment": "I was happy to see this video.  However, I missed some points because his speech is not clear enough for me. I wish he would speak a little slower and a littler clearer.", "reply": "Hi Gilen, we have captions available on our videos in case that helps. https://support.google.com/youtube/answer/100078"}, {"topLevelComment": "https://www.google.com.tr/search?q=en+iyi+boyac%C4%B1+badana+ustas%C4%B1"}, {"topLevelComment": "Atleast they are open about it :-)"}, {"topLevelComment": "Matt, host clustering or clouding does not seem to be solved. Do a search for the term \"rainbow vacuum\" to see what I mean."}, {"topLevelComment": "SIEGHEIL\"Google.com"}, {"topLevelComment": "mattcutts loves firefox .."}, {"topLevelComment": "thank you for the information "}, {"topLevelComment": "it is interesting to me that this vid has only 171,036 views "}, {"topLevelComment": "Is that firefox on his T-shirt :D"}, {"topLevelComment": "A ban on human implanted rfid tech programs ?"}, {"topLevelComment": "nice vi"}, {"topLevelComment": "\n                ☻/                     GIVE US THE OLD YOUTUBE COMMENT SYSTEM\n                /▌ ︻╦╤─         NOW! COPY PASTE ALL OVER YOUTUBE, ATTACK!\n    ░░░███████ ]▄▄▄▄▄▄▄▄    \n▂▄▅████████▅▄▃▂"}, {"topLevelComment": "We can expect more updates that NOBODY ASKED FOR.", "reply": "lmfao pretty much..."}, {"topLevelComment": "Look up the word \"hypocrite\" in the dictionary, and you'll see the Google logo.\nThey'll penalize your site for having ads above the fold, but their search results pages are 90% ads above the fold.\nThey'll penalize your site for too much \"duplicate content\" or \"low value content\" (not adding anything additional of value), but 100% of their search results are scraped directly from other sites.\nThey break their own rules and make billions. You break their rules & they'll put you out of business. "}, {"topLevelComment": "FES..."}, {"topLevelComment": "sape links bitch !!"}, {"topLevelComment": "You can buy links from google, but anyone else = destruction."}, {"topLevelComment": "Bill,\nYou must be new. You'll come to the light soon enough..."}, {"topLevelComment": "With all of these Google updates you have to do your best to be proactive and prepare for what Google's algorithms may entail in the future! too many companies are re-acting to its updates reguarly instead and thats not proving effective! "}, {"topLevelComment": "Hi Matt, please give us more insight on the new Google Penguin 2.1 update, and how us SEO webmasters can learn more."}, {"topLevelComment": "YOU SHALL HAVE IT. WHERE SHALL I SEND IT?"}, {"topLevelComment": "Interesting: now at the end of September you have just told us about Hummingbird, but not a mention of it in May! You do mention Penguin 2.0 so I reckon this is a bird morphed to another bird :)\n"}, {"topLevelComment": "Matt surely all links should be disavowed by default! webmasters should be able to then approve links in webmasters tools, if they are spammy then Google would be justified in taking action on the webmasters site that approved them. But please stop punishing websites that don't actually place the links, you guys are supposed to be smart! not the case. If you have any jobs I would be happy to teach you guys a bit of \"logic\" there are much easier ways of controlling the link problems."}, {"topLevelComment": "FUCK GOOGLE"}, {"topLevelComment": "When website is valuable, but some of links are not you remove it from results. Is it just because regular user really cares abut what kind of links are coming to website he was looking for or you removed it just to sell more AdWords ?\n"}, {"topLevelComment": "Page Speed, Mobile readiness, Proper site coding are on the list too ya know. Are you ready for it?"}, {"topLevelComment": "Can you recommend a SEO course to take?"}, {"topLevelComment": "Google suck constantly updates"}, {"topLevelComment": "I would like a bigger penis ON payday."}, {"topLevelComment": "Is that a dead fox?"}, {"topLevelComment": "Google is trying to sieve a cesspool for the tasty chunks.  Do a grammar check."}, {"topLevelComment": "Looks like a lot of your expectations were correct, Matt! :) "}, {"topLevelComment": "Product placement? he is already getting money from google, maker of chrome - so why not monetize the screen real estate??? ahhh, marketers ... and we wonder why gmail is free, just look around your (gmail) email. "}, {"topLevelComment": "Where it will stop?? anchor text links in press releases are also gone. Google wants us to make great content and earn links rather generating links by articles, guest posts and PR's."}, {"topLevelComment": "We work to ensure that the content is correct and our clients are professional, we work hard to ensure we do the listing job right. "}, {"topLevelComment": "I like the shirt, Matt."}, {"topLevelComment": "I don't know why SEO, Backlinks and particularly Google have to be so much of a mystery! Why cant Google just tell us what they want instead of us all having to work it out!"}]}, {"videoID": "4ptLilNuTf8", "publishedAt": "2013-03-27T22:17:55.000Z", "title": "Harry Giles is ESPN's #1 FRESHMAN in the country - Class of 2016", "description": "Harry Giles is a 6'8 freshman who is arguably the top player in the class of 2016.  Harry Giles has all the tools to be the best freshman in the country and recently his output is starting to match his potential.  Giles dominated against the best players in North Carolina at Dave Telep's 2013 Carolina Challenge.", "viewCount": "205092", "likeCount": "332", "dislikeCount": "9", "commentCount": "182", "comments": [{"topLevelComment": "We all know he's a freshman cause he failed 3 times. Come on now"}, {"topLevelComment": "hes 6 10 now and plays at High Point Wesleyan Academy and dominates. Hes special "}, {"topLevelComment": "6'8\" freshman!? dudes gonna be like 7' by senior year."}, {"topLevelComment": "Im sure the kid can do more than dunk. I think these videos suck because they dont show the kids other skills. Just dunking. "}, {"topLevelComment": "i think theres better players then this in class of 2016, but still an amazing player."}, {"topLevelComment": "this video must have been made before there was a thon maker lol"}, {"topLevelComment": "Looks like a young Shawn Kemp"}, {"topLevelComment": "Bright future! "}, {"topLevelComment": "Bright future! "}, {"topLevelComment": "mother fucker almost 7 ft, how many times did he get held back lmao"}, {"topLevelComment": "Wanna block a big guy?\nAnswer:Call Vince Carter"}, {"topLevelComment": "Seventh woods all the way best in the class of 2016 or Dennis smith Jr he's nice too"}, {"topLevelComment": "that loop is so small\n."}, {"topLevelComment": "dude aint even that nice hes okay ", "reply": "And you basing that on a 2 minute youtube video ? Great scouting job."}, {"topLevelComment": "6'8 in 9th. now 10th grade... That's fair -_-"}, {"topLevelComment": "Id still pick seventh woods"}, {"topLevelComment": "sooo he can dunk that's all i saw"}, {"topLevelComment": "Niggas be like \"im 6'8 and can dunk, CLEARLY IM SUPER GOOD AT BASKETBALL\". Lol.... It's like if you were 6'8 and COULDNT dunk, I would be more amazed."}, {"topLevelComment": "thats not even a 10 ft rim "}, {"topLevelComment": "I'm 15 and I'm 5'8. I feel so short man. "}, {"topLevelComment": "That ring looked low"}, {"topLevelComment": "Some of these guys look so good because the competition is weak.  It's like these kids are so worried about getting highlighted that they just get out of the way.  He looks good, but so did hakim warrick, stromile swift, and tyrus thomas.  "}, {"topLevelComment": "new  amare stoudemire"}, {"topLevelComment": "thats because the game was pretty much over"}, {"topLevelComment": "Beat only goes with ryan harrow tape. :)"}, {"topLevelComment": "decent...get his weight up..a nice jumper and work his handles he'll be nice...like a T-Mac almost\n\n"}, {"topLevelComment": "number 54 doesn't get paid to play d"}, {"topLevelComment": "could you post a video with any girls that got game like that ?"}, {"topLevelComment": "i think someones just jealous "}, {"topLevelComment": "If I had that height... Man I should be dunking by now\n"}, {"topLevelComment": "I was not even 5'8 in my freshman year."}, {"topLevelComment": "Lmfaoo. I was kidding. He's 6'8. "}, {"topLevelComment": "Well, that's what the NBA demands. You can't be a midget with perfect defense. You'll get muffed on offense. This kid is lucky he took in his calcium. He's got potential :) "}, {"topLevelComment": "ive met him hes 15\n"}, {"topLevelComment": "I no right"}, {"topLevelComment": "The DNA of LeBron James...boy the NBA is going to be great."}, {"topLevelComment": "He plays power forward dumbass"}, {"topLevelComment": "Um this kid is definitely not number 1 he runs the court so slow, well not really runs walks. Seventh Woods has game check him out.\n"}, {"topLevelComment": "he shouldn't be playing point guard\n"}, {"topLevelComment": "dudes a freshman my ass"}, {"topLevelComment": "WTF i graduated high school month ago and this dude is twice my size..."}, {"topLevelComment": "This nigga like 17"}, {"topLevelComment": "becuse it was the end of the game pretty much"}, {"topLevelComment": "Everytime i see someone thats in the same class as me thats ranked that makes me grind harder ill get there 1day #2016"}, {"topLevelComment": "7'6?"}, {"topLevelComment": "Shoot, he looks like the black yao ming !"}, {"topLevelComment": "i wish i could dunk that easy."}, {"topLevelComment": "what's his height?"}, {"topLevelComment": "reminds me of cj leslie a little bit"}, {"topLevelComment": "over seventh woods? no wayyyy\n"}]}, {"videoID": "EuYtL7j6MFI", "publishedAt": "2017-01-05T05:00:01.000Z", "title": "2 Minutes of Mass Effect: Andromeda Tech and Combat Gameplay — CES 2017", "description": "We got a new look at Mass Effect: Andromeda with this exciting new footage\n\nWatch more about CES 2017 here!\nhttps://www.youtube.com/watch?v=yKhciF6ACss&index=3&list=PLraFbwCoisJB3-ijPPZFOprENXt4GGyig\n\nMass Effect Andromeda: BioWare Breakdowns the Gameplay Trailer - IGN First\nhttps://www.youtube.com/watch?v=iPt9ZIdObT8\n\nMass Effect Andromeda Game Awards Gameplay Demo in 4K:\nhttps://www.youtube.com/watch?v=99FBIDfgIFY\n\nMass Effect Andromeda - Cinematic Reveal Trailer\nhttps://www.youtube.com/watch?v=O3yR_4YfttU\n\n------------------------------­----\nFollow IGN for more!\n------------------------------­----\n\nIGN OFFICIAL APP: http://www.ign.com/mobile\nFACEBOOK: https://www.facebook.com/ign\nTWITTER: https://twitter.com/ign\nINSTAGRAM: https://instagram.com/igndotcom/?hl=en\nWEBSITE: http://www.ign.com/\nGOOGLE+: https://plus.google.com/+IGN\n\n#ign #masseffectandromeda", "viewCount": "204885", "likeCount": "4342", "dislikeCount": "252", "commentCount": "1072", "comments": [{"topLevelComment": "this is amazing game i will pre order this game"}, {"topLevelComment": "Did ryder actually comment on unlocking the tactical overseer profile in game?"}, {"topLevelComment": "Am I the only one that was reminded of Destiny with the music in the first part of this?"}, {"topLevelComment": "So long cover system from previous Mass Effect games. Now you're a sitting duck just like in Fallout games."}, {"topLevelComment": "my favorite game of 2017"}, {"topLevelComment": "More like 45 seconds of Andromeda Tech and Combat Gameplay"}, {"topLevelComment": "the first bit of music reminded me of destiny"}, {"topLevelComment": "Will this game be as good as elder scrolls?", "reply": "It's hard to compare these games. TES is a pure RPG, whereas Andromeda is an action RPG."}, {"topLevelComment": "The entire game I'm only going to use 1 combat power and the rest will be tech and biotic, and I will NOT switch."}, {"topLevelComment": "*H I T M A R K E R S*"}, {"topLevelComment": "I can watch the tempest fly all day"}, {"topLevelComment": "Hm I want to be excited, but Peebee really? And they just had to start with the unrealistic asteroid field  :/"}, {"topLevelComment": "can't wait for this game!!"}, {"topLevelComment": "less rpg and more shooter...what happened to the whole space atmosphere?...who wants a 3rd person cod?"}, {"topLevelComment": "pentium 4\n2 gb ram\ngt 8500\ncan I run it?"}, {"topLevelComment": "Meh"}, {"topLevelComment": "looks really boring, same mechanic on rails as before just wider.\ni hope we can actually climb ladders without being stuck in  a preset animation."}, {"topLevelComment": "hope you can change the FOV for pc"}, {"topLevelComment": "Not bad))"}, {"topLevelComment": "This looks like modded mass effect 3"}, {"topLevelComment": "wow realy wow"}, {"topLevelComment": "I'm not excited for this game in the slightest. i don't really know why. Maybe it was ME3's ending, EA's recent crappiness, or the lackluster gameplay they keep showing off, or maybe a mix of all three. I hope its good, but I'll wait for the reviews."}, {"topLevelComment": "@ IGN what would be really cool is if you could call down a Mech (like the Atlas) and it drop in similar to Titanfall or drop in from the tempest.!!!!", "reply": "but it would have to be a higher level option within the Engineer skill tree."}, {"topLevelComment": "is there character customization in this game??", "reply": "Yes :D"}, {"topLevelComment": "music's to orchestral"}, {"topLevelComment": "Looks awesome, but isn't the camera a bit too close?", "reply": "No, the camera in Mass Effect has always been like that."}, {"topLevelComment": "Unsure of sale until I see some cover gameplay. \n\nLooks like a slowed down vanquish so far. Tactics pls"}, {"topLevelComment": "Hmm is it just me but that didn't look as smooth of a gameplay as in ME2 or ME3, this had a bit clunky feel to it, as if it's not been fully optimized or smth like that."}, {"topLevelComment": "My heart says i should be vomiting with over joy for this game.My guy says hey \"remember all the other hyped games and movies we where dying to see and end up the wrong way around."}, {"topLevelComment": "just be online to be able to play?"}, {"topLevelComment": "Would this game be better on the PS4 PRO or the X BOX 1S? Graphics wise?"}, {"topLevelComment": "Looks a lot like dragon age"}, {"topLevelComment": "Not really a good sequence to show people to get them interested in this game.... atm this looks meh."}, {"topLevelComment": "Combat looks stupid here. This is what EA picked to show us?...oh boy..."}, {"topLevelComment": "Remind me to never level up the flamethrower skill. If it's rubbish during an official demo it must be even worse in the actual game. Then again he *was* using against robotic enemies...maybe it's better against meatbags."}, {"topLevelComment": "As long as they still have concussive shot, ill be fine with the combat."}, {"topLevelComment": "Kind of hard to believe we're only two and-a-half months away from a new Mass Effect."}, {"topLevelComment": "I wonder if the flamethrower will be able to be used in noncombat roles."}, {"topLevelComment": "Looking Good"}, {"topLevelComment": "star citizen with different theme"}, {"topLevelComment": "Jesus! I think this will be the first game I'll pre-order"}, {"topLevelComment": "please have multiplayer like mass effect 3.", "reply": "It will have the same horde mode :D"}, {"topLevelComment": "So this is what it's come to, huh? A terrible Gears of War clone with no focus on story or choices.", "reply": "Read the title of this video again and tell me why they would put story elements in here."}, {"topLevelComment": "when you cater to the new generation of gamers. third person shooter with a mass effect name. don't get me wrong I just finished the trilogy on XBOX 1. and I love the series (the first most of all) for its team based tactics. I just feel like they strayed from mass effect as a whole, but this two min vid is only a grain in the sand compared the full thing."}, {"topLevelComment": "so.. is this the hype that brought us Star Wars battlefront and No Man's Skye or Mass Effect 3?"}, {"topLevelComment": "Mmph. :T Hoping the story/characters are on point, but I donno... I'm really not expecting much out of this entry in the series. In general, its failed to inspire or look like a significant iteration on the previous title. Perhaps they've grown in little ways that matter, but I was hoping for a bit more of a leap from the series entry into the latest gaming generation, I suppose.\n\nTake... God of War for example as the antithesis of this. It looks like they've gone and reinvented the way the game feels and works. For better or worse, we shall certainly see in time (I'm sure that a lot of people would agree that at first glance it doesn't look at all like a God of War game), but they've attempted something that wasn't so... formulaic and that has me excited to see what the team can do in this new style while adhering to the influence of the series at large.\n\nThis just looks like more of the same. Maybe a lot of people wanted more of the same. I was hoping for a large growth. Maybe in more time large growth will become apparent. But usually if a dev takes that large leap, its a lot easier to tell from the outset. The fact that I can't just has me expecting that they played it safe.\n\nAnyway, that's my speculation and I could be entirely entirely wrong. I've got a good gut about these things tho, so... be wary about your hype, peoples ^_^;"}, {"topLevelComment": "i wonder what difficulty he was playing... looks to easy"}, {"topLevelComment": "looks very promising."}, {"topLevelComment": "\"IN ENGINE \" BASICALLY A LIE BECAUSE THE GAME WONT LOOK THAT GOOD"}, {"topLevelComment": "I really love space games...however having  recently discovered space is fake and the earth is flat and inescapable ...a lot of the romance of imaging myself out there is gone..."}]}, {"videoID": "WRaIIvtpw8c", "publishedAt": "2015-03-26T17:11:51.000Z", "title": "AsapSCIENCE & Max Schneider | The Creator Show - Ep. #6", "description": "Subscribe for more episodes: http://goo.gl/9Jeui7\n\nIn this episode of The Creator Show:\n- Max Schneider gives us a preview of the new Music Insights tool http://youtube.com/artists\n- AsapSCIENCE explains the differences between writing for the page vs. the screen. \n\nWhat do you want to see in future episodes? Tell us in the comments!\n\nShare this episode: http://goo.gl/ZNd20L\n\nFind us on Google+: http://plus.google.com/+YouTubeCreators\nFind us on Twitter: http://twitter.com/YTCreators", "viewCount": "202935", "likeCount": "120", "dislikeCount": "47", "commentCount": "24", "comments": [{"topLevelComment": "why all the thumbs down? thought the video was fine"}, {"topLevelComment": "The subway set is pretty cool!! Thanks for sharing!! :D"}, {"topLevelComment": "L\n"}, {"topLevelComment": "youtube who do you think is the best youtuber in the world"}, {"topLevelComment": "Can you tell my how to get views in gameing channel because I have channel called gameringaming "}, {"topLevelComment": "please subscribe to my vids"}, {"topLevelComment": "Wish I had seen you guys in Austin. Next year? ", "reply": "+DropShip Gaming Deal!"}, {"topLevelComment": "Loving the creator show, it's good for small YouTubers like me to learn from the more popular creators. "}, {"topLevelComment": "Man, +YouTube Creators you guys have so much amazing content. I've been going through a bunch of your videos in the past couple of weeks. Learning so much awesome stuff!... Wish I would have found this earlier! Amazing! :)", "reply": "+Practical Procrastination So happy you discovered us and are enjoying the content!"}, {"topLevelComment": "+AsapSCIENCE are AWESOME! Fellow Canadian YouTubers! Love em! :)"}, {"topLevelComment": "Wonderful share, Mitch and Greg`s book sounds really great!!!\nLooking forward to more special episodes!!!\nBest Wishes Angeline", "reply": "+Remembering Elvis Presley Glad you enjoyed! More in store for future episodes, so stay tuned!"}, {"topLevelComment": "This is something that I enjoy incredibly much about YouTube and its community... it is incredibly supportive, and yes, you can't please everyone, and some people are just going to dislike your videos or your ideas, but over all the majority of YouTubers ranging from the viewers to the uploaders they are incredibly supportive!\n\nThe Lazer Sharks remind me of the Power Rangers... and I love the Power Rangers, so they received a vote from me :)", "reply": "+CovalentBros Thanks for your support! Go LaZers Sharks!"}, {"topLevelComment": "Lol - keep it coming guys :)  #Believe  "}, {"topLevelComment": "Get it Lazer Sharks"}, {"topLevelComment": "Woo! Lazer sharks!"}]}, {"videoID": "lcIwxGlkrmM", "publishedAt": "2018-09-25T13:51:55.000Z", "title": "Sicario: Day Of The Soldado", "description": "A follow-up to Sicario, which centers around the escalating war against drugs along the border of the United States and Mexico.", "viewCount": "190826", "likeCount": "111", "dislikeCount": "12", "commentCount": "5", "comments": [{"topLevelComment": "When is 3 coming out?"}, {"topLevelComment": "I am sorry but Emily blunt is more like Marry Popin than an FBI agent maybe a frozen character but sicario really all the other actors are in place to me i don't but maybe Scarlett Johansson is more like for that character"}, {"topLevelComment": "Great movie", "reply": "Was it as good as the first? Kinda weird they took Emily Blunts character out of the new film. Planning on watching it when i get off work, hope it's not a waste of time."}, {"topLevelComment": "Esta con madre la pinche moví"}]}, {"videoID": "eBjGH4JIcTI", "publishedAt": "2016-01-09T01:30:41.000Z", "title": "BIGGEST SH*T EVER!?!? | JOYSTICK", "description": "SUBSCRIBE TO NOLAN! \nhttps://www.youtube.com/channel/UC2jFL4Yvachmi6w4c_EdVeQ\n\nSUBSCRIBE! http://bit.ly/subjoystick\n\nWatch MY Most Popular Uploads Playlist —› http://bit.ly/TopJoystickVids\n\nFOLLOW my crazy adventures through all my Social Media!\nINSTAGRAM: https://www.Instagram.com/will_leinart\nTWITTER: https://www.Twitter.com/leinart_will\nFACEBOOK: https://www.Facebook.com/zap.arcade\nSNAPCHAT: https://www.snapchat.com/add/thewilster2\n\nVisit my Arcades!\nZAP Arcade- Superstition Mall- 6555 E Southern Ave, Mesa, AZ 85206\nZAP Arcade- Arrowhead Mall- 7700 W Arrowhead Towne Center, Glendale, AZ 85308\n\nAbout Joystick:\nWelcome to the official Joystick YouTube channel! Wild arcade adventures, big wins, giveaways and an obsession with beating the claw machine. Subscribe for weekly videos!\n\nBIGGEST SH*T EVER!?!? | JOYSTICK\nhttps://youtube.com/watch?v=eBjGH4JIcTI\n\nJOYSTICK\nhttps://www.youtube.com/3756will", "viewCount": "188996", "likeCount": "886", "dislikeCount": "293", "commentCount": "358", "comments": [{"topLevelComment": "Now that’s quality video right there!! Far more entertaining than some spoiled rich kid running around the yard shaking the phone around screaming ah no it’s project Zorgo oh. Please.no. Don’t get me.... as she stops a foot away and begins talking to phone like the “hacker” behind her is aparently completely blind now and can’t see her at all .... whispers guys guys is that the hacker comment now ok save me comment now if u want me to karate chop him in the 🥜.... or not.... nah just plant a camera in his back pocket bc he won’t even see it coming he’s blind now remember ! \nAt that point I fell asleep\nAfter I shot myself n shit my pants when I seen the view count \nFollowed by a prayer for humanity \n( and I’m an atheist so yeah interesting experience\n\n... yep . This videos far more interesting. Compared to some crap ( hahaaa 💩) I’ve seen here lately you deserve an Emmy!!!!", "reply": "Amanda Roman\nCmon let’s bring this back up. NOw that crap is where it’s at ! On YouTube this will fit right in ! Go viral !"}, {"topLevelComment": "100 100 100👏👏👏👏👏👍👍👍"}, {"topLevelComment": "call 911\nor an ambulance \nor a fire brigade\nor an army"}, {"topLevelComment": "Poop poop 💩 poop"}, {"topLevelComment": "OH, GODS! WHY ARE WE LOOKING AT SOMEONE ELSE'S FECULANTS?? O.O"}, {"topLevelComment": "Sh*t"}, {"topLevelComment": "Looks like chocolate some kind of prank"}, {"topLevelComment": "Your amazing"}, {"topLevelComment": "what place   was this where was this at"}, {"topLevelComment": "I think the toilet backed up people"}, {"topLevelComment": "Hi"}, {"topLevelComment": "ahhh better than Jacob saggytits."}, {"topLevelComment": "😖😲😷😳😶😵💩🎥"}, {"topLevelComment": "DAMN! I was eating now I regret this"}, {"topLevelComment": "It looks like coffee... More like pee, no crap chunks (wow. Never thought I would type that.)"}, {"topLevelComment": "Did big foot come and discover mcdonalds?"}, {"topLevelComment": "you guys are sooooo adorable"}, {"topLevelComment": "Ewwwwwwwwwwwwwwwwwwwwwwwwwwww is it no\n"}, {"topLevelComment": "Eeeeewwwww"}, {"topLevelComment": "😵😵😵😵😵😵😵😲😷😷😷😷😷😷😷😷💩💩💩 smelly"}, {"topLevelComment": "ewww ew ewwww ew my god ew"}, {"topLevelComment": "it had a clear liquid around it!!!!!!!"}, {"topLevelComment": "Jesse wha did that guy eat chimmy chungas wow I'm turning into deadpool"}, {"topLevelComment": "Holy crap"}, {"topLevelComment": "I think someone melted in there"}, {"topLevelComment": "EWWWWWWWWWWWWWWWW"}, {"topLevelComment": "The poo melted"}, {"topLevelComment": "omg im gonna pukr"}, {"topLevelComment": "I thought it was coffee"}, {"topLevelComment": "i have the same camera"}, {"topLevelComment": "Y A FLIP PHONE A PHONE IS A PHONE"}, {"topLevelComment": "I hate you"}, {"topLevelComment": "it a big poop"}, {"topLevelComment": "It was probably clogged"}, {"topLevelComment": "how don't like MacDonald", "reply": "How do you grammar"}, {"topLevelComment": "Omg!!!!! 😱😱😱😱"}, {"topLevelComment": "Aque"}, {"topLevelComment": "ewwwww!! omg omg gag!"}, {"topLevelComment": "It looks like weird coke"}, {"topLevelComment": "it is not putting"}, {"topLevelComment": "Y"}, {"topLevelComment": "spot the difference \n😶😶😶😶😶😶😶😶😶😘😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😥😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶😶\nreply when you find it", "reply": "Reported for spam"}, {"topLevelComment": "juicy"}, {"topLevelComment": "their not bleeding , the poo is turning into water", "reply": "They have diharhea"}, {"topLevelComment": "Gastric excersim"}, {"topLevelComment": "I think it taco Bell Because they have alot of spices"}, {"topLevelComment": "I subscribe"}, {"topLevelComment": "YYUUUUUUUUUUUUUUUCCCCKKK"}, {"topLevelComment": "awwwwwwwwwwwwwwwww"}, {"topLevelComment": "an alien sharted  on the  toilet"}]}, {"videoID": "eIXBs56EVCE", "publishedAt": "2017-04-08T14:30:51.000Z", "title": "Best Sports Vines 2017 - APRIL - Week 1", "description": "Subscribe 4 More !!\n\n\nBest Sport Vines 2017 April Week 1\n\nSports Vines Nation\n▬▬▬▬▬▬▬▬▬▬▬▬▬\n\nSocial Media : Sport Vines Nation\n\n\n---------- Instagram ----------\nhttps://www.instagram.com/sportsvinesnation/\n\n---------- Twitter ----------\nhttps://twitter.com/SportVNation\n\n▬▬▬▬▬▬▬▬▬▬▬▬▬\n\nFor Business : Svnationbusiness@gmail.com", "viewCount": "187798", "likeCount": "694", "dislikeCount": "66", "commentCount": "63", "comments": [{"topLevelComment": "what that girl real name on 8:30"}, {"topLevelComment": "The Last Song??"}, {"topLevelComment": "Name Song  40:00"}, {"topLevelComment": "3:30 plz! !!!"}, {"topLevelComment": "Masterful!"}, {"topLevelComment": "4:26 song name please :)", "reply": "Burgus - I just Know"}, {"topLevelComment": "Music at 4:38 please 😓", "reply": "Prismo - Weakness"}, {"topLevelComment": "song 8:04 ???", "reply": "Future - Mask Off"}, {"topLevelComment": "Song 6:06? :D", "reply": "Pham ft Yung Fusion - Movements"}, {"topLevelComment": "song sec 17 pls"}, {"topLevelComment": "Song 9:10 ?"}, {"topLevelComment": "song 00:30??", "reply": "All Time Low ( Boxinlion Remix )"}, {"topLevelComment": "1:35 song?"}, {"topLevelComment": "Zoo much garbage music!"}, {"topLevelComment": "song.? in the time 4:30", "reply": "Bugus - I Just Know (Prod. Russ)"}, {"topLevelComment": "song at 5:03?", "reply": "Vanic x Aquilo - Losing You"}, {"topLevelComment": "Jezzer"}, {"topLevelComment": "0:21 that has to be fake"}, {"topLevelComment": "Song at 8:07?", "reply": "Future - Mask Off"}, {"topLevelComment": "Akashi 5:18  :V", "reply": "Facundo Galazza ikr 😁"}, {"topLevelComment": "song 3:36", "reply": "Rihanna - Work (DJ Cameo , Myles & Gavin Francis Remix)"}, {"topLevelComment": "song please 9:01", "reply": "Hitimpulse - I'm In Love With The Coco"}, {"topLevelComment": "song 6:27", "reply": "Audien - Crazy Love ft. Deb’s Daughter (Niko The Kid Remix)"}, {"topLevelComment": "song 3:38", "reply": "Rihanna - Work (DJ Cameo , Myles & Gavin Francis Remix)"}, {"topLevelComment": "song 2:32?", "reply": "George 007 look at me xxtentication"}, {"topLevelComment": "song 0:00", "reply": "Izecold - Close (feat. Molly Ann) [Brooks Remix]"}, {"topLevelComment": "Nice video as always :)) !", "reply": "Thx bro"}, {"topLevelComment": "9:20?", "reply": "pretty girl"}, {"topLevelComment": "1:42 song name?", "reply": "Shooting Stars ( Onderkoffer Remix )"}, {"topLevelComment": "6:47?", "reply": "John Kenza - Wicked"}, {"topLevelComment": "4:48 song name??", "reply": "Keith Ape \"IT G MA Remix\" f/ A$AP Ferg, Father, Dumbfoundead & Waka Flocka Flame"}, {"topLevelComment": "3:11 song name ?"}, {"topLevelComment": "Thumbnail at 8:30", "reply": "you saved 10 minutes of my life"}, {"topLevelComment": "song in 33 second ?", "reply": "All Time Low ( Boxinlion Remix )"}, {"topLevelComment": "I saw Jesser the laser"}, {"topLevelComment": "Cool"}, {"topLevelComment": "ratatatata"}]}, {"videoID": "jsFam77XI20", "publishedAt": "2016-12-31T20:42:37.000Z", "title": "10 Things You Didn't Know About Everyday Objects", "description": "Here are 10 of the best life hacks and things you didn't know about everyday objects.\n\nWATCH MORE VIDEOS LIKE THIS ONE HERE:\n11 Simple Life Hacks: https://www.youtube.com/watch?v=7H_o76N0nzE\n6 Everyday Foods That Can KILL You: https://www.youtube.com/watch?v=xogJ5cPZumM\n10 Strangest Things Found In People's Backyards: https://www.youtube.com/watch?v=87NAk6gKtqg&t=39s\n\n\nVisit our site: http://www.TopTrending.com\nLike us on Facebook: https://www.facebook.com/TopTrending\nFollow us on Twitter: https://twitter.com/TopTrending\n\nCommentator: http://www.youtube.com/user/BaerTaffy\n\n\n10 Things You Didn't Know About Everyday Objects", "viewCount": "187445", "likeCount": "4841", "dislikeCount": "168", "commentCount": "298", "comments": [{"topLevelComment": "0:33 nowadays it serves to: \n1-Accidentally Scratch my cellphone when I fast tack it in my pocket!\n2-Accidentally Scratch cars if you lean on it!"}, {"topLevelComment": "Watch more free cat videos....Grumpy Belly cat. Best video \nGrumpy Belly cat #1"}, {"topLevelComment": "Why are there insects flying around in all your videos? Naturally Committed? :P"}, {"topLevelComment": "sleeping gives you Cancer"}, {"topLevelComment": "Ever time he said Levi i said WHAT!"}, {"topLevelComment": "Very informative 👍🏽👍🏽"}, {"topLevelComment": "wow keep it simple good vid thankyou"}, {"topLevelComment": "i love PlayStation4 plus"}, {"topLevelComment": "Actually small holes in planes aren't very dangerous, unless they are large in numbers."}, {"topLevelComment": "."}, {"topLevelComment": "Wanna hear a joke?\n\nRead more"}, {"topLevelComment": "I already knew all those\nMe: 1\nTop Trending: 84"}, {"topLevelComment": "I seen this before on jk news. You are late tt!"}, {"topLevelComment": "For the last time what do you use for editing?"}, {"topLevelComment": "They also used the rivets in the gold rush since the gold would break the pocket easier without rivets, this is how Levi Straus earned lots of gold in the gold rush."}, {"topLevelComment": "Fuck that shoe lace fact. it blew my world."}, {"topLevelComment": "Did I already watch this video like months ago?", "reply": "Gilbert Quintanar ya"}, {"topLevelComment": "the richeeeeeeeeeeeeeesttttt"}, {"topLevelComment": "I eat ass"}, {"topLevelComment": "Deja Vu ?", "reply": "MrFunnyMonkey what is deja vu"}, {"topLevelComment": "I didn't understand the spoon and the pasta part", "reply": "Wicked Ninja how much uncooked pasta that fits in the hole is the perfect amount, you won't make too much or too little"}, {"topLevelComment": "10 reasons why people won't have anything but click bait titles in 2017\n#10 *Top 10 mysterious/dark/scary space/earth/ancient objects/stories/creepy clowns* has been done 100000000 times across youtube"}, {"topLevelComment": "Ye a plane window is an everyday object"}, {"topLevelComment": "The hole in the spaghetti fork varies in size depending on the model. It's just a modern myth."}, {"topLevelComment": "This is a life hack video the life hack videos say life hack shows you how to make a flame thrower is not a life hack"}, {"topLevelComment": "I was expecting the same old crap (like the jeans one).  But aside from that, you actually taught me some interesting things I never knew. Thanks Top Trending!"}, {"topLevelComment": "More creepy stuff"}, {"topLevelComment": "I've watched this exact same fucking list on so many other fucking channels this fucking year.\n*FUCK!*", "reply": "twitchster77"}, {"topLevelComment": "this read more thing is fucking stupid. whoever does it is the most unfuckable being on planet earth."}, {"topLevelComment": "😫EVERYONE *ALREADY* KNOWS THESE!!! \n*DON'T* assume we don't know these fucking obvious \"mysteries\" of everyday things. It's common knowledge! \nPlus, practically EVERY channel has done this EXACT video already!"}, {"topLevelComment": "1, i knew that\n2. I never had faprik whir my shirt\n3q mi bans ohle goes opposite way of the pan... \n4. I dident know that\n5. I hate the long neck,  its uncomf to hold and it scams my water away"}, {"topLevelComment": "is this a re upload??"}, {"topLevelComment": "In norway, the small pocket inside the other pocket is called \"the condom-pocket\". Fact of the day"}, {"topLevelComment": "I subbed"}, {"topLevelComment": "\"Things You Didn't Know About Everyday Objects\" sure if your born yesterday or your first time on youtube...", "reply": "IamIUareU \nYeah I HATE when people label their videos \"...that you didn't know about\", assuming we're all stupid and didn't already know these super obvious, common sense facts"}, {"topLevelComment": "Hi top trending"}, {"topLevelComment": "Thanks a lot!!!  Very useful information! Love your vids"}, {"topLevelComment": "If you're not reading this, then...wait there is no point me typing this, no one is reading it."}, {"topLevelComment": "Omg super smart stuff"}, {"topLevelComment": "I don't even know who's imitating who anymore. I've already seen this exact video with the same items from 3 different channels!"}, {"topLevelComment": "I actually knew all that stuff so that make you a liar"}, {"topLevelComment": "I remember 2016 like it was yesterday.."}, {"topLevelComment": "Cool intro"}, {"topLevelComment": "thnx"}, {"topLevelComment": "I didn't know top trending even made these any ore"}, {"topLevelComment": "Did he died"}, {"topLevelComment": "Look at the Trollface at 6:36!!!"}, {"topLevelComment": "Has anyone else been getting these 1000 degree knife challenges what the heck is that all about?"}, {"topLevelComment": "What happens to the other half of the pair of jeans?"}, {"topLevelComment": "i knew every single one of these fucking this what are we 2016? bring something new!"}]}, {"videoID": "mHmzq7cCRW4", "publishedAt": "2018-03-20T17:26:19.000Z", "title": "A Quiet Place", "description": "In this terrifyingly suspenseful thriller, a family must navigate their lives in silence to avoid mysterious creatures that hunt by sound. Knowing that even the slightest whisper or footstep can bring death, Evelyn (Emily Blunt) and Lee (John Krasinski) Abbott are determined to find a way to protect their children at all costs while they desperately search for a way to fight back. Hailed by critics and audiences around the world, experience the must-see movie of the year.", "viewCount": "166624", "likeCount": "5982", "dislikeCount": "1110", "commentCount": "4", "comments": []}, {"videoID": "9-pPWmT_2dc", "publishedAt": "2015-11-12T06:06:12.000Z", "title": "Winning a GIANT Plush From a Carnival Game! + INSANE Beatboxer! Vlog #6 | JOYSTICK", "description": "Subscribe to DJ Bean! https://www.youtube.com/user/chowchow4martin\n\nSUBSCRIBE! http://bit.ly/subjoystick\n\nWatch MY Most Popular Uploads Playlist —› http://bit.ly/TopJoystickVids\n\nFOLLOW my crazy adventures through all my Social Media!\nINSTAGRAM: https://www.Instagram.com/will_leinart\nTWITTER: https://www.Twitter.com/leinart_will\nFACEBOOK: https://www.Facebook.com/zap.arcade\nSNAPCHAT: https://www.snapchat.com/add/thewilster2\n\nVisit my Arcades!\nZAP Arcade- Superstition Mall- 6555 E Southern Ave, Mesa, AZ 85206\nZAP Arcade- Arrowhead Mall- 7700 W Arrowhead Towne Center, Glendale, AZ 85308\n\nAbout Joystick:\nWelcome to the official Joystick YouTube channel! Wild arcade adventures, big wins, giveaways and an obsession with beating the claw machine. Subscribe for weekly videos!\n\nWinning a GIANT Plush From a Carnival Game! + INSANE Beatboxer! Vlog #6 | JOYSTICK\nhttps://youtube.com/watch?v=9-pPWmT_2dc\n\nJOYSTICK\nhttps://www.youtube.com/3756will", "viewCount": "164935", "likeCount": "1064", "dislikeCount": "97", "commentCount": "104", "comments": [{"topLevelComment": "What a racist fuck"}, {"topLevelComment": "High rabbits lmafo"}, {"topLevelComment": "is that pig fucing a other pig", "reply": "pooop"}, {"topLevelComment": "Deep fried Oreos are the best :p"}, {"topLevelComment": "I think when he said not to shoot one handed, he still thought you were going to shoot LIKE A MAN! Not a two handed push shot. That is OBVIOUSLY the worst way to take a shot on a too tight rim just a couple feet off the ground."}, {"topLevelComment": "that's offensive"}, {"topLevelComment": "funny they say boring animal but thenn they want too see a freakin kanaroo"}, {"topLevelComment": "cant shoot basketballs 2 hands really"}, {"topLevelComment": "I mean the"}, {"topLevelComment": "theo"}, {"topLevelComment": "rabbits"}, {"topLevelComment": "wait so what were they feeding da tabbits"}, {"topLevelComment": "4:49 that's what she said lol"}, {"topLevelComment": "Gays guys..!!!"}, {"topLevelComment": "racism man"}, {"topLevelComment": "That is one insane beat boxer!"}, {"topLevelComment": "Best beat boxer"}, {"topLevelComment": "Your whip at 1:27 made me cringe", "reply": "+Victor Huerta It was at 1:22"}, {"topLevelComment": "why did Adel cross the road?             to say hello from the other side!"}, {"topLevelComment": "Congratulations ur good at these 😜😜"}, {"topLevelComment": "6:18 *reports for pornography*", "reply": "+Cheese k"}, {"topLevelComment": "Haha"}, {"topLevelComment": "I ❤️ Arizona"}, {"topLevelComment": "at 9:34 you can hear freaking 5SOS!", "reply": "That's Shawn lol"}, {"topLevelComment": "OMFG"}, {"topLevelComment": "oh and kids there not mating there....Hugging!"}, {"topLevelComment": "I freaking laughed at when the pigs started having $3×"}, {"topLevelComment": "The guy in the black shirt looks like Sam tabor"}, {"topLevelComment": "OMG"}, {"topLevelComment": "Sweet I can't do that"}, {"topLevelComment": "he is not better than krnfx", "reply": "lol fuck Terry, I'd beat him so fast"}, {"topLevelComment": "OMG BEST BEATBOXER EVER!!!!!!!!!\nim subbing to him right now"}, {"topLevelComment": "Epic dj ever seen😉👍"}, {"topLevelComment": "b3st beatboxer im in love with the coco"}, {"topLevelComment": "i saw your arcade at superstion springs"}, {"topLevelComment": "I worked in the games department at Six Flags Over Georgia and I can say by experience that the women running the game were not very welcoming and joyful towards you when you won their game.. they didn't even make a big deal when you won the large prize which is what you're supposed to do in order to make other people want to play. I know that people might say \"well its the night time they're probably tired blah blah blah\" but I worked 12 hour shifts on blistering hot days in Georgia heat on the pavement and I kept a smile on my face the entire time, and I also welcomed and cheered on everyone who visited my game. So the girls in this carnival?? they would be in a lot of trouble I assume if anyone from their company saw this video and examined their work ethic.", "reply": "IKR man"}, {"topLevelComment": "You moved the camera in so many awkward ways my neck hurts so much"}, {"topLevelComment": "So claw master do u live in az"}, {"topLevelComment": "HI!! You are AUSUM!!"}, {"topLevelComment": "NIce video"}, {"topLevelComment": "When you were pointing out the kangaroo I thought you were pointing at the little kid"}, {"topLevelComment": "Ha I was at the AZ state fair on November 7th lol the think with the basket ball is that they shape the hoops like ovals so the ball bounces right out."}, {"topLevelComment": "Go dj bean!"}, {"topLevelComment": "c you watch walking dead too"}, {"topLevelComment": "Is this in Arizona", "reply": "Yes"}, {"topLevelComment": "How did u like the beat 1/10 I sat 9/5"}, {"topLevelComment": "I would be Glenn"}, {"topLevelComment": "Are you from Arizona"}, {"topLevelComment": "Nice win"}, {"topLevelComment": "Hate when people talk about what they think is \"ghetto\" and when they talk about the ghetto being bad ghetto doesn't mean bad area fuckin dick", "reply": "+Alexander Palafox plz dont share your opinion and plz leave hater and have a dicky day 😏🤓"}]}, {"videoID": "a1DWVTJ_gBo", "publishedAt": "2009-04-30T00:53:46.000Z", "title": "\"No Offense\"", "description": "http://www.nationformarriage.org/\r\n\r\nIs supporting marriage \"bigotry\"?\r\n\r\nPreserve Marriage.  Protect Freedom of Speech.  Protect Religious Liberty.\r\n\r\nLet us stand together to support marriage and these rights.\r\n\r\nThe National Organization for Marriage (NOM) is a nonprofit organization with a mission to protect marriage and the faith communities that sustain it.", "viewCount": "162910", "likeCount": "458", "dislikeCount": "3650", "commentCount": "6232", "comments": [{"topLevelComment": "Though I don't agree with what she said, she isn't a bigot for stating her opinion. As a whole, the advertisement sub-par honestly."}, {"topLevelComment": "I support marriage between two persons...don't care what gender...these bigots want to deny Gay people the same rights that heterosexuals enjoy...that's bigotry...period!"}, {"topLevelComment": "I know that the bigot trash are dumb as all hell, But this is the stupidest thing I've ever seen. "}, {"topLevelComment": "bigots...\n"}, {"topLevelComment": "Gay marriage is apparently bad but taking nude photos for money is apparently okay. Isn't morality a funny thing?"}, {"topLevelComment": "Why do they need money to stop gay marriage? What homophobic idiots."}, {"topLevelComment": "@IsmailaGodHasHeard1 And I, as a homosexual and gay marriage supporter, fully agree. While I do not necessarily like her opinion, I understand that that is how she feels. However, I feel shunted and shamed if I were denied those same rights (i.e. to marriage) simply because while I was understanding of her opinion, she was dismissive and rude of mine. As a homosexual, I don't seek to devalue or diminish the views and beliefs of religious persons- I just believe that seperarion of Church and"}, {"topLevelComment": "So now we're \"against marriage\" because we support gay marriage? WTF?!"}, {"topLevelComment": "get over it some people are gay"}, {"topLevelComment": "Miss California should represent Chick-Fil-A\n\nLOL"}, {"topLevelComment": "Great video. I really needed a good laugh today."}, {"topLevelComment": "She has the right to believe whatever she wants."}, {"topLevelComment": "i am just tired of hearing about it. Let the gays marry already."}, {"topLevelComment": "\"But that's how I was raised\" Well, of course it's right then! move along!\n\nI don't want to live on this planet anymore."}, {"topLevelComment": "How is denying gays the right to marry 'supporting' marriage?"}, {"topLevelComment": "Exactly. I'm against straight procreation because it alone has created 100% of sinning homosexual people. End straight procreation now! "}, {"topLevelComment": "Oh so if gays can't marry because they can't make children than the elder shouldn't be married oh and the people who have medical issues preventing them from having children shouldn't be married either. Come on."}, {"topLevelComment": "Yes, she can say whatever she wants, for sure, but if she's not able to understand more than what she's has learnt at school or at home, then she's just an idiot. \n"}, {"topLevelComment": "um...there cannot be an 'atheist charity organisation as atheism is a belief in a lack of religion, thus unlike Christianity which explicitly advocates charity and humility, Atheism does not do so, since it is not a religion. However there are countless charity organisations run or supported by atheists. I'm sorry but your argument was so stupid that even though I'm a Christian and not an Atheist I felt the need to respond."}, {"topLevelComment": "Can a male and a male create a child?\nCan a female and a female create a child?\nNo this means that gay marriage and sex is against humanity and is not pure. Expressing love amongst one another in my opinion is disgusting and not normal. May i ask do people think gays are born gay? No nobody is born gay!"}, {"topLevelComment": "Im against gay marriage becuase its a sin. A contestent in a pageant gave an honest answer ,so nonody should be saying that she is \"discriminating\" against gays no matter how stupid and how bitchy she is. Get over urselves"}, {"topLevelComment": "How do you make three statements that you cannot prove and apply them as if they were fact?"}, {"topLevelComment": "Who are you calling \"you people\"!............racist"}, {"topLevelComment": "Everyone's a bigot. But only a few realize that, obviously...it's a person to person thing. I mean, she does have a right to say that. But, still. Gay marriage should be legalized. There isn't a law legalizing straight marriage, anyways!"}, {"topLevelComment": "Guess what. They don't.\n\nGood job generalizing millions of individuals."}, {"topLevelComment": "God bless her !"}, {"topLevelComment": "Debate me. Debate me any day. What if she had gone up there and said, \"I think only white people should be allowed to go to school, no offense...\" Would you call them a bigot? What about our free speech? You know what, you people entertain yourselves but just know that you're slowly losing this battle. So have your fun while you can."}, {"topLevelComment": "Hello, I am anti-gay drone #15827502 and I approve of protecting marriage from gay marriage, because everyone knows if gay marriage happens then more and more straight people will become gay in order to marry"}, {"topLevelComment": "\"That's how I was raised.\" In the 1800s, children in the south were raised to think having slaves is okay. Does that make them morally right?"}, {"topLevelComment": "Yeah that would be like giving the right of vote to women, what would be next ? Giving it to cats and dogs ? \nAny other \"slippery slope\" argument like that ?"}, {"topLevelComment": "So you're saying the 1st amendment doesn't work for those who disagree with her. Where in that law does it say so ?"}, {"topLevelComment": "If facts offend you, that's your problem."}, {"topLevelComment": "Abolish the idea that you have to tell the government who you are attached to emotionaly, physically, and monetarily and this no longer matters. "}, {"topLevelComment": "I define marriage as husband and wife. Thank you NOM for standing up for all of us who feel this way."}, {"topLevelComment": "She kept it real."}, {"topLevelComment": "They call you bigots because you are bigots."}, {"topLevelComment": "bigotry is not bigotry? ok fine. Lets force everyone to live according to the white male Christian God!"}, {"topLevelComment": "HOW MANY OF THEM DENY OR TURN AWAY ATHEISTS AND GAYS \n\nPLENTY OF CHURCHS DO"}, {"topLevelComment": "HOW MANY OF THEM DENY OR TURN AWAY ATHEISTS AND GAYS \n\nPLENTY"}, {"topLevelComment": "I fail to understand why everybody listens to Perez Hilton. He makes a living by bitchily criticizing other people. Gay or straight, that's just irritating and rude."}, {"topLevelComment": "Don't like gay marriage? Don't get one."}, {"topLevelComment": "Marriage is a social institution created, among other reasons, to make couples responsible for the children they can create, in principle.  In nature and in principle, only woman and man can make children by coupling.  There is no way, whether in principle or in nature, can two people of the same gender create a child.  Two individuals of the same gender make the institution of marriage irrelevant.  If a same-sex couple want to have the legal rights of a married couple, they should be able to."}, {"topLevelComment": "What are the consequences of same-sex marriage? Even if, in your insane, paranoid and ignorant scenario where human beings pick and choose which gender (if any) they are attracted to, and we ended up in a world where heterosexual couples were in the minority, they would only be in the position millions of gay couples are in now, fighting for the right to love who we want. You'd yell 'It is not a CHOICE, it is WHO I AM'. Which makes the scenario impossible to start with. Stop worrying and live."}, {"topLevelComment": "Bigots"}, {"topLevelComment": "NOM NOM NOM"}, {"topLevelComment": "\"is supporting marriage 'bigotry'?\"\nThat's like having a club, and stopping Asians from entering, and when asked why Asians aren't allowed in, the doorman states \"is allowing people into a club 'bigotry'?\" - yes, excluding people from marriage IS bigotry, and you in turn are bigots.\n\"They want to silence opposition\" - so you believe you are beyond criticism, otherwise you are being silenced? Sorry dummy, but isn't suppression YOUR job? Confused each sides roles for a minute their didn't you?\n"}, {"topLevelComment": "@clayLavl \nwow, insert that logic to past events, like freeing the slaves in the US in the 19th century, and maybe you'll see where that goes. \n\neven being compared to cannibals and beastiality stings a bit, no matter how used you get to it.\n\npeople like the \"nationformarrige\" (which should technicly be nationagainstmarrige) is the reason I'm glad I dont live in the US. growing up being homosexual was hard enought in Sweden, where its mostly accepted. "}, {"topLevelComment": "The more religious, the less compassionate.\n\nThe more religious, the less intelligent.\n\nThe more religious, the less knowledgable about the Bible.\n\nThe more religious, the less humble.\n\nThe more religious, the less kind and generous.\n\nThe more religious, the less fair.\n\nThe more religious, the less genuine and honest.\n\nThe more religious, the less Godly.\n\nThe more religious, the more profoundly flawed in character.\n\nGod or no God. The above are measuable facts."}, {"topLevelComment": "Y should we be against gay marriage?...prove to me in a well written paragraph that has no hint of religion or because its not natural and then we'll start easing up on calling you biggots."}, {"topLevelComment": "@clayLavl I've never really understood how people can compare homosexual relations (and marriage) with bestiality. Homosexual marriage involves two consenting human beings; an animal cannot give consent. So no, if homosexual marriage is allowed, we are not forced to accept bestiality.  "}]}, {"videoID": "K-XOLJpq8kQ", "publishedAt": "2012-07-26T23:04:02.000Z", "title": "Byron Meltdown Drags 07/21/12 part 5", "description": "Spent the day at Byron Dragway and saw some amazing cars and had great time!\n   If you didn't go this year, I have to tell you it is absolutely worth the drive and price of admission! Go as often as you can! \nI have more vids coming so hope you enjoy them as much as I enjoyed shooting them!\nI got a different position to vid for the rest of these, about, what, 10 feet from the waterbox, so there are a lot of amazing cars and many burnouts!\nJuly 21 2012 - videos by me: Kelly J\nThey are HD, so do that thing with the little gear so you can watch in 720p :)", "viewCount": "160390", "likeCount": "270", "dislikeCount": "63", "commentCount": "43", "comments": [{"topLevelComment": "Beautiful Byron Hellinois. THE PLAYGROUND OF POWER and my backyard since 67✌"}, {"topLevelComment": "No drag racing????  🤔"}, {"topLevelComment": "What a dreadful video,  either look at the cars not moving OR watch the racing, you failed to do both, hence the comments."}, {"topLevelComment": "We had a Hudson Hornet and in it's Class it was a terror both on the strip and on the street. Ha we did endless burn outs and we all have great memories of our time at various nostalgia drags we participated in. Funny, going home, the handling of our Hudson was BETTER than many cars up the late 90's Thanks for posting!!"}, {"topLevelComment": "I grew up there still alive 45 years later"}, {"topLevelComment": "Some bad ass rides"}, {"topLevelComment": "These are the cars that are the heartbeat of drag racing."}, {"topLevelComment": "Old Old Old school hot rods. Love it."}, {"topLevelComment": "Sorry guys, I enjoyed seeing all the old style (NHRA Gas/A-?) cars even if they only did a burnout and stagged.  Way back when I ran my C/Gas 301 ci 1955 chevy I had a bunch of fun.  Didn't win any races except the day I showed up at San Fernando Drag Strip and the only car in my class broke. Still got the trophy and the winner decal . Wish I still had that car."}, {"topLevelComment": "I would come all the way from England just to this event"}, {"topLevelComment": "Hmmm...must NMAD. No Mopars Allowed Day."}, {"topLevelComment": "2nd Street June 7th, 1970 Harrisburg, Pa."}, {"topLevelComment": "2nd Street June 7th, 1970 Harrisburg, Pa."}, {"topLevelComment": "10:18 during a burnout out out of the water box, not a real good idea. Besides that are they trying to look like they have never been to a dragstrip? You got one guy with damn near flat tires trying to do a burnout, and a handful that drive past the water  box and have to back up to it. Its not a real sharp turn but they sure seem to love to take it wide, just because you have to back up to the water box doesnt mean you have a fast car. What exactly was the deal with the guy at 13:20 in the far lane that had to back up and go forward a half dozen times then do a 1/8 mile burnout? Which was next High N Wild car, remember seeing that one fall apart. Its not like these are a bunch of junk or even stock cars and arent meant for drag racing, looks like they all have a gasser front ends but from the sounds of it my motorhome has a stronger motor.", "reply": "take it wide so front tires do not get wet......."}, {"topLevelComment": "so whats the point ?"}, {"topLevelComment": "Cool video.. But when it's the beginning of February, I'm not daydreaming about idling gassers coming through the bleach box. Come on, man. We wanna see them coming out of the hole!!"}, {"topLevelComment": "Concur with mcdonaldm73."}, {"topLevelComment": "terrible video, all show no go", "reply": "+Leo Demonbreun I think it was more no show no go"}, {"topLevelComment": "Was there a magical invisible force field preventing you from turning the camera any more to the LEFT?????"}, {"topLevelComment": "Now this is ROCK & ROLL\nI got a 57 Wagon & they, call it Woody, Drag City, here I Come,YAY!(;)", "reply": "Reply to me. I wanna see your car. Your the guy that screams old school drag racing."}, {"topLevelComment": "Beautiful cars. It would've been great to see them actually run down the track...", "reply": "+mcdonaldm73 No Kidding~!"}, {"topLevelComment": "no meltdown?"}, {"topLevelComment": "what bull s h i t  lets see them run"}, {"topLevelComment": "This is just staging, wow. Bye. "}, {"topLevelComment": "DICK! I wanted to see the T-Birds...", "reply": "344 cf"}, {"topLevelComment": "Thanks for nothing!"}, {"topLevelComment": "Your video sucks where is the drag racing at."}, {"topLevelComment": "a lot of nice old cars there.."}, {"topLevelComment": "That orange 57 was wicked!"}, {"topLevelComment": "Byron, Illinois, near Rockford."}, {"topLevelComment": "where is this place"}]}, {"videoID": "1goYsTjGtVo", "publishedAt": "2015-09-02T13:30:01.000Z", "title": "Things I LOVE ♡ Beauty, Fitness, Serien...", "description": "Heute möchte ich euch ein paar Dinge und Produkte zeigen, die ich in letzter Zeit sehr gerne mag! Schreibt mir Video Ideen + einen Namen für meine HERBST Reihe in die Kommentare!\n\nHier geht es zu meinem VLOG Kanal: http://youtube.com/kathi2go \n\nMeine letzten beiden Videos:\n5 gesunde Süßigkeiten : https://www.youtube.com/watch?v=_Y4iVBZD8e4\n\nSnapchat Q&A: https://www.youtube.com/watch?v=ZohfiUf1U68\n\nBack to school - erwartung vs. realität: https://www.youtube.com/watch?v=S24p_YIhJu8\n\n------------------------------------------------------------------------\n\nHolt euch Schattentraum hier:\nHinter der Finsternis (Teil 1) Taschenbuch oder kindle edition: http://amzn.to/1JLXvt3 *\nMitten im Zwielicht (Teil 2): http://amzn.to/1JBonKU *\n\nMonas Kanal: http://youtube.com/peachgalore\n\nNashville Staffel 1.1: http://amzn.to/1JBoHsU *\n\n---------------------------------------------------------------------\n\nAbonniert kostenlos meinen Kanal: http://www.youtube.com/subscription_center?add_user=TheBeauty2go\n\nSchaut auch gerne auf meinem VLOG Kanal vorbei!\nhttps://www.youtube.com/Kathi2go\n\n------------------------------------------------------------------------\n\nIm Video trage ich...\nLippen: Catrice \nOberteil: Primark\nSchmuck: Primark\nNagellack: Wet n Wild es010\n\n------------------------------------------------------------------------\n\nWollt ihr mehr über mich erfahren, mir Fragen stellen oder einfach mit mir in Kontakt treten? Dann folgt mir auf meinen Social Media Seiten:\n\nFACEBOOK: http://facebook.com/Thebeauty2go\nINSTAGRAM: http://instagram.com/thebeauty2go\nTWITTER: http://twitter.com/thebeauty2go\n\nMusik: audionetwork.com\nepidemicsound.com\n\nGeschäftliche Mail: thebeauty2go@gmx.de\n(Bitte NUR geschäftliche Anfragen)\n\n-----------------------------------------------------------------------------------\n\nDie mit * gekennzeichneten Links sind Affiliate Links des Amazon Partnerprogramms. \nDiese dienen zur Orientierung und schnellem finden der Produkte und werden, falls sie genutzt werden, mit einer Provision ausgezahlt. Jeder kann solche Links generieren. Die Produkte können teilweise selbstverständlich auch anderweitig gekauft werden.", "viewCount": "157924", "likeCount": "10054", "dislikeCount": "196", "commentCount": "547", "comments": [{"topLevelComment": "Die besten Serien sind Vampire Diaries und Pretty little liars :) ♥ ♥ ♥"}, {"topLevelComment": "Nenn die Rheie Fall2go"}, {"topLevelComment": "Hey leute"}, {"topLevelComment": "👍:D"}, {"topLevelComment": "Wrong language..... -_- I wish I knew Dutch ^_^ g'day !", "reply": "It's German not Dutch 😊"}, {"topLevelComment": "ich finde diese art von Video total toll.☺ mach mehr davon..."}, {"topLevelComment": "Auf jeden Fall Dekos,Outfits,Desserts oder sonstiges essen,favoriten❤️"}, {"topLevelComment": "sehr cool danke kann ich jetzt auch vielleicht kaufen❤"}, {"topLevelComment": "du solltest viel mehr Hauls drehen ich meine keine dm hauls Sondern fashion hauls +thebeauty2go"}, {"topLevelComment": "Super Video Kathi :) Diese Art von Favoriten Videos mag ich sehr gerne, da es so viel vielfältiger ist :)\nAuf die Herbst Reihe freue ich mich sehr :D\nHerbst Nagellack Farben oder eine Lookbook fände ich interessant :) ♡"}, {"topLevelComment": "Du bist so hübsch und hast immer so tolle Videos hab dich lieb😍😍😗😘😙"}, {"topLevelComment": "Ich finde Lifestyle Favoritenvideos mega ! Würde mich freuen über einen 2.Teil"}, {"topLevelComment": "Liebe Katy alle deine Viedio sind super 😊 ich würde mich freühen wen du eine Rountine machen würdest oder Herbst Looks ich schaue deine Viedios gerne😀"}, {"topLevelComment": "Ich persönlich finde Favoriten Videos einfach mega cool❤❤"}, {"topLevelComment": "Hayden 'Penateier' spricht man's glaub ich."}, {"topLevelComment": "Back to School outfit"}, {"topLevelComment": "😍😘😚😙😜😛😄👍💕💖💔💟💞💓💜💝💘💗💛💚💙❤❤💋"}, {"topLevelComment": "Ein großes Lob an dich!!!\nIch hab mir die letzten Tage viele, viele Vlogs (heißt das so?) angeschaut und du gefällst mir eindeutig am besten. :) :)"}, {"topLevelComment": "💘Videos: Musthaves im Herbst || Herbst Lookbook || Herbst MakeUp || ... 💘 Name: Vllt : Katumn [ Kat(h)i + Autumn) ☺️💘 #Kautumn 💘"}, {"topLevelComment": "den Nagellack hab ich auch 😍"}, {"topLevelComment": "Ich würde die Reihe Spring nennen", "reply": "Spring = Frühling. 'Frühling' als Titel für eine Herbstreihe? Okay."}, {"topLevelComment": "der Herbst ist wieder vor der Tür 5 tipps für den Herbst ❤🍃🍂🍁🌳@beauty2Go"}, {"topLevelComment": "Kannst du mal ein What's on my ipad Tag machen? 🙆🏼🙈"}, {"topLevelComment": "Ich find wenn du Lifestyle Favourite machst irgendwie  besser und spannender❤❤🙈👅"}, {"topLevelComment": "Tolles Video!  💕\nDu hast sehr schöne Augen ! 👀❤"}, {"topLevelComment": "Ein Lookbook wäre toll😃🍂🍃"}, {"topLevelComment": "hi kati finde dein video mal wieder echt cool genau wie deine gaplante herbstreihe könntest sie ja vielleicht unser the beauty2go herbst nennen LG Joline💟"}, {"topLevelComment": "ein Herbsthaul wäre schön :)"}, {"topLevelComment": "😍😍😍😍😍😍😍😍😍"}, {"topLevelComment": "mit welcher App schneidest du deine Videos ??♡"}, {"topLevelComment": "Video Vorschläge : Herbstnageldesign,Room Dekoration, Herbst Lookbook,Snacks für den Herbst,  Fitnessroutine im Herbst"}, {"topLevelComment": "du erinnerst mich voll an cece drake von pretty little liars ♥"}, {"topLevelComment": "Ohne make up bist du nix"}, {"topLevelComment": "Solche Favoriten-Videos sind viel cooler,wenn es nicht nur über Beauty geht😜"}, {"topLevelComment": "halloween schmink tutorial wäre cool"}, {"topLevelComment": "Ich mag solche favoriten-videos sehr, v. a. mit den lifestyle-favorites :)"}, {"topLevelComment": "Herbstliche Rezepte 🍂😊"}, {"topLevelComment": "wie wäre es mit \"fall2go\" oder \"autumn2go\" ?"}, {"topLevelComment": "du könntest für diese \"Herbst-Reihe\" snack ideen machen oder uns deine Lieblingsherbst-outifts vorstellen! oder einfach Tipps geben was heuer im Herbst total in und was total out ist, geben?! Hoffe du siehst es!💗 hab dich lieb!"}, {"topLevelComment": "TheAutumn2go\nDiy's\nRezept Ideen\nMake Up Look\nHerbst essentials\nLook Book \nFrisuren \nLieeeebeeeee dich❤️❤️❤️❤️"}, {"topLevelComment": "Herbstrezepte wären auch cool😊❤ lg"}, {"topLevelComment": "das ist ein super Video geworden ♡ du könntest die Herbst Reihe ja \"the Autumn 2 go\" nennen. Ich hoffe es gefällt dir"}, {"topLevelComment": "Das Video ist Mega gut geworden und ich finde es mit Lifestlye produkten echt cooler also nicht nur Beauty Produkte & ich fande für die Herbst Reihe auch ein Herbst LookBook cool oder auch ein Nageltutorial cooll☺️❤️ Und ich hätte ein Namen für die Herbst Reihe: 👉🏼AutumnWithKati 👈🏼"}, {"topLevelComment": "Du bist soooo hübsch"}, {"topLevelComment": "Ich wollte fragen ob du mal die miracle Bb cream von garnier testen,allerdings nicht die perfectinal sondern die die so ein bisschen \"spitz\" also länglich ausschaut \n danke schonmal 💖"}, {"topLevelComment": "Ich liebe dein Videos!!!<3 Du drehst so coole Videos:)Dreh doch ein paar einfache Herbstrezepte und Deko diys!:) Oder deine Herbst Morgen- und Abendroutine!!:) Wäre echt cool!:)Du kannst deine Herbstreihe Kautumn, also die Mischung aus Kathi und Autumn (herbst auf English, aber dass weißt du warscheinlich!!;)  ) <3 Freue mich mega auf die Herbstreihe!:) #thebeauty2gofan4ever  HDGDL<3", "reply": "oder vielleicht kannst du die Reihe theautumn2go nennen:)<3 LG"}, {"topLevelComment": "Hallo, würde mich über ein Allwetter Frisuren Video freuen. Wenn jetzt wieder das Schlechte Wetter kommt ahhhh :D"}, {"topLevelComment": "Vllt nageldesigns  und room deco"}, {"topLevelComment": "Serie: Pretty Little liars\nMedien: Acer Leptop\nBuch: Pretty Little liars (Teuflisch)\nLifestyle: DIY Sachen\nBeauty: Blumenhaarband (Brijou Brigitte)\nApp: Crafty"}, {"topLevelComment": "hi Kati du bist eine super youtuberin und ich wollte mal fragen wie alt du bist 20 ?"}]}, {"videoID": "nNT9dThkqEA", "publishedAt": "2015-03-22T21:58:13.000Z", "title": "Interviews: Virtus Pro pashaBiceps - GC's 2015 CS:GO Spring Masters I", "description": "For more information check out:\nhttp://www.gfinity.net\n\nSubscribe to the youtube channel for regular content:\nhttp://www.youtube.com/gfinitytv\n\nFollow us on Twitter:\nhttp://www.twitter.com/gfinity\n\nLike us on Facebook:\nhttp://www.facebook.com/gfinityuk\n\nCheck out our livestreams & follow on Twitch:\nhttp://www.twitch.tv/gfinitytv", "viewCount": "153805", "likeCount": "2757", "dislikeCount": "15", "commentCount": "229", "comments": [{"topLevelComment": "Pasha looks really tired here"}, {"topLevelComment": "keep pressing 7 , watch mantrouse getting fucked"}, {"topLevelComment": "sucker football plaayar"}, {"topLevelComment": "Very good interview. But please put recorder on Mono not Stereo :) (soundnerd)"}, {"topLevelComment": "ой тут одни бургеры)"}, {"topLevelComment": "Кто хочет узнать как зарабатывать просто играя мм заходи ко мне на канал."}, {"topLevelComment": "7:37 lmaoo"}, {"topLevelComment": "pasha pasha pasha <3"}, {"topLevelComment": "Pasha looks high af"}, {"topLevelComment": "He had the chance to promote his team and his sponsors, but NOPE. He took the time to tell his fans that he'll not disappoint them the next time. Pashabiceps my friends"}, {"topLevelComment": "Full Control My Friend"}, {"topLevelComment": "He looks so tired."}, {"topLevelComment": "His interwiews should be called mantrousse fanboying out"}, {"topLevelComment": "Damn, pasha's tired..\nWops, i ment pashabiceps!"}, {"topLevelComment": "Mantrousse you're flippin hilarious :D"}, {"topLevelComment": "I lold so hard when Pala said \"my friend\"  and pasha replied to him hahahh"}, {"topLevelComment": "hello my friend :)"}, {"topLevelComment": "3:40 he says kennyS :)", "reply": "lmao XD"}, {"topLevelComment": "pashaaaa"}, {"topLevelComment": "Those eyebags. dam"}, {"topLevelComment": "so adamant about PashaBiceps instead of just Pasha lmao"}, {"topLevelComment": "love pasha #nohomo"}, {"topLevelComment": "PASHA FOR LIFE"}, {"topLevelComment": "he is definately a stoner big pasha."}, {"topLevelComment": "\"changes is very stupid\" few months later Taz is igl"}, {"topLevelComment": "3:26 pasha blinked at me, I got a boner nohomo my friends<3"}, {"topLevelComment": "MUM, GET THE CAMERA! MUMMY, MUMMY!\n-3kliksphillip, upon killing pashaBiceps", "reply": "???"}, {"topLevelComment": "best one :D"}, {"topLevelComment": "He is such a great guy"}, {"topLevelComment": "paszabiceps is one sexy man TBH. I would go gay for him and he'll lift me to paradise"}, {"topLevelComment": "Pasha is so fucking hilarious, haha!"}, {"topLevelComment": "pasha kurwa"}, {"topLevelComment": "iz a game of pasha and nerds nerd+biceps=sucses"}, {"topLevelComment": "pasha looks like hes gonna fall in a coma xD"}, {"topLevelComment": "my father"}, {"topLevelComment": "pasza !"}, {"topLevelComment": "PashaSleepy"}, {"topLevelComment": "your the luckiest bastard alive dude"}, {"topLevelComment": "3:27 that is pashabiceps the smile and the wink 100 % love :)<3"}, {"topLevelComment": "3:28"}, {"topLevelComment": "Yes yes *wink"}, {"topLevelComment": "So .... My friend"}, {"topLevelComment": "Lol that 'my friend' inside joke tho"}, {"topLevelComment": "standard figures in the cs community who is of course pasza. How are you?\nPasza says:PaszaBIceps! don't forget the biceps:DDD best csgo professional ever"}, {"topLevelComment": "\"running, very fast walking\"\nHAHAHAHA PASHA"}, {"topLevelComment": "\"Do some uhhh running or like very fast walking\" - Pasha 2015", "reply": "+Cardinal CS:GO  lmao"}, {"topLevelComment": "dat vodka effect"}, {"topLevelComment": "thirteen \"a little older than me\" like what.."}, {"topLevelComment": "team biceps <3"}, {"topLevelComment": "Maj frjend"}]}, {"videoID": "mrE5EZr5ZVY", "publishedAt": "2017-06-08T02:09:40.000Z", "title": "Noam Chomsky - Best Speech In 2016", "description": "Noam Chomsky - Doomsday Clock Speech on the threats of nuclear war and climate change (2016)\nAvram Noam Chomsky (born December 7, 1928) is an American linguist, philosopher, cognitive scientist, historian, social critic and political activist. Sometimes described as \"the father of modern linguistics\", Chomsky is also a major figure in analytic philosophy and one of the founders of the field of cognitive science. He holds a joint appointment as Institute Professor Emeritus at the Massachusetts Institute of Technology (MIT) and laureate professor at the University of Arizona, and is the author of over 100 books on topics such as linguistics, war, politics, and mass media. Ideologically, he aligns with anarcho-syndicalism and libertarian socialism.", "viewCount": "144502", "likeCount": "1561", "dislikeCount": "118", "commentCount": "271", "comments": [{"topLevelComment": "What does he say in real life at @18:12. It seems to be blurred out."}, {"topLevelComment": "Just seeing Chomsky makes me happy. Haha!"}, {"topLevelComment": "As an AI'er myself I love his answer on AI. That is exactly what I'm doing. As a matter of fact, that is how I came across Chomsky in the first place, in my effort (dormant atm) to do natural language processing, where his models are quite useful. How often I feel I need to defend the discipline against stupidity is quite disturbing."}, {"topLevelComment": "Accepting the world of free energy that has no end is the solution.\n\nThe control games that the ruling elite have established in institutional forms are most often about sustaining the illusion of scarcity, divisiveness, and conflict among the people through engineered ideological dialectical's. The controllers of money, laws and perceptions use their tools for dictating who can gain access to infinite energy resources and who gets left with table scraps. \n\nThe so called ruling elite use the power of their contrarian mythologies to keep people distracted and fighting with each other. Many of the so called ruling elite actually think they need war or at least the perception of conflict to ideologically and or psychologically conquer the sheeple and they use the media, banking, finance, religion, and a fake education, to perpetuate divisive mythologies that serve their exclusive interests that are directly aligned with a kind of megalomaniac desire to control the world of energy that has no end.  \n\n https://www.youtube.com/watch?v=ypEaGQb6dJk"}, {"topLevelComment": "WRONG DATE, AND CHOMSKY SHOULD KNOW THE WORLD AINT GONNA BELIEVE ANYTHING COMING OUT OF USA.\n\nTHEY LOST THEIR CREDIBILITY IN VIETNAM  AND HAVE DONE EVERYTHING SINCE THEN TO MAKE SURE  THEY WOULD NEVER BE TRUSTED AGAIN....\n\nYOU WOULD THINK CHOMSKY WITH ALL HIS CONTACTS WOULD KNOW ABOUT GOV WEATHER WARFARE AND PATENTS ETC.\n\nSO SWEET AS HE MAYBE,,  HE I STILL CONTROLLED IF HE BELIEVE I CLIMATE CHNGE....  ETC"}, {"topLevelComment": "the brainwashing distortions by fox new and its ilk must be exposed if we want people to wake up. lying (misleading) must be shown clearly to those who are in its grasp or the divisions cannot be breached."}, {"topLevelComment": "Europe devastated Africa? What?  I thought it was US who totally bombed North Africa and the Middle East."}, {"topLevelComment": "I think the human design (nature) will never allow that.  It can get better and has  but never utopia. The Federalist papers describe this in politics as suppressing factions instead of totally stopping them.\nWolves don't only kill for survival.  The drought data has not been getting worse. https://www.drought.gov/drought/search/data   People are less poor then say 50 years ago. Capitalism is the reason for such prosperity https://www.forbes.com/sites/timworstall/2015/12/19/its-not-capitalism-that-causes-poverty-its-the-lack-of-it/#3008a64d5613. Human population is the cause of animals being becoming distinct(From shrinking roaming lands to forest deforestation).  \nThese generalized talks seem so compassionate and caring yet lack the rigor of data and logic. Only through truth can we get to a continued successful path.\n\naddendum: Ok now I lost respect;  the Republicans and  a group trying to destroy the world.  Blindness? there is way too much in this speech to retort. Sophomoric and plain old wrong."}, {"topLevelComment": "50:20"}, {"topLevelComment": "It is indeed  frightenning to see that most  viewers  of  this  documantary  over 130 000 in July 2018,  since two years  , that is over  99.98 percent  are  INDIFFERENT  TO  CHOOSE  LIKE  OR  DISLIKE  !!!   This is a sure sign that  technology  under republican structures  has only created  INDIFFERENT  PEOPLE  ,  for  survival  of civilization !"}, {"topLevelComment": "\"... the most powerful country in the world ...\"  is certainly a misnomer for the USA.  \nA greater truism would be: the most  F O R C E F U L  country in the world."}, {"topLevelComment": "This guy is a complete imbecile.", "reply": "Actually you are. Must make you feel superior to say something like that. Shut up and learn something."}, {"topLevelComment": "\"Why can't we all just get along\"\n\"What's wrong with the elites\"\n\nWHATEVER. You sit by your PC's, you act like you have a moral conscience. You do nothing to change anything, you shut your mouths and pay your taxes that help fuel the end of the world.\nYOU are the problem, not any government official, YOU IN THE WEST ARE THE PROBLEM."}, {"topLevelComment": "A personal best, but still fecal matter."}, {"topLevelComment": "We need to put everyone in Congress in prison for the rest of their miserable lives.  They are all guilty democrats republicans and everyone else.   Then take the bankers and oil tycoons and burn them at the stake on public television"}, {"topLevelComment": "Always making good points Noam. Except I dig what your saying about coal and trump. But you should also bring up how careless Russia is with nuclear waste and that Hillary sold them a ton of uranium for her own personal gain."}, {"topLevelComment": "What are your thoughts about corporate social responsibility and what guidance can you give the students as a, as a parting statement?"}, {"topLevelComment": "are we stuck? YES-NO-maybe"}, {"topLevelComment": "i dare to ask the question."}, {"topLevelComment": "Arnold Schnitzel, leading by example"}, {"topLevelComment": "I agree with much of what Chomsky says.  I especially believe that the end of the world will be the result of the advance of the military complexes. [PLURAL EMPHASIZED]  I think that cannot be turned back because it is a part of human nature - on all sides. That WILL BE the cause at the end. I disagree that his identifying the Republican Party as the ONE REASON to be the cause is false. LBJ during the Vietnam conflict along with the perceived need to assassinate JFK, and participants from leadership as culprits from both patty's in carrying out his assassination. is the perfect example of why that is not correct. [To name a few of the major  culprits: LBJ, Alan Dulls, J. Edgar Hoover,  George H. W. Bush, Richard Nixon, Sam Giacoonte,  and the list goes on.]"}, {"topLevelComment": "I agree we have an environmental crisis , more to do with glyphosate ( round up ) and gmo's than CO2 though . And the chances of the southern polar ice cap melting are nil , we'll be either extinct or living elsewhere by the time that happens .", "reply": "You're delusional.  98 milion are already climate change refugees.  Miami is pumping 24.7 water from the streets."}, {"topLevelComment": "Is this old liar still alive?"}, {"topLevelComment": "Why am I getting an NRA ad before a Chomsky speech....? Is this some kind of joke? Like anyone who is even vaguely interested in Chomsky would even consider being an NRA member."}, {"topLevelComment": "The propensity of destruction and violence that man has,in this day and age NOT changed,only our technology and its uses for annihilation have.\nWe seem too content in exerting power over one another through fear and physical harm.\nPre colonization had tribes fighting each other over land disputes and moral/ disputes over women for instance,or natural resources in terms of food- understandable , since one has to eat in order to survive,but man's ego and feigned protection over their biggest asset,the opposite sex has driven ancient cultures throughout the globe to levels of violence only seen during war time,I.E the mutilation and forced slavery of the defeated.\nDuring colonization it reached new heights since the \"New world\" needed to be \"settled\", thus the consideration of natives was on par with the decimation of what we call plagues of animals such as  rabbits in certain countries as an example.\nGenocide was standard practice for the need of acquiring  natural resources,Gold,spices and food.\nBut then something else was created , adopted and practiced by the ruling European royals,and enforced by their armies: Unbridled racism.\n Whole cultures were decimated because of lack of understanding , nor did they want to, and that led to the slaughter of millions across the globe,mainly on the African continent and the Americas,because natives didn't look like Europeans or act like them.\nNowadays we still see the same mentality once again taking a foothold over the \"White\" population of the world,something that never really did disappear ,for example apartheid in South Africa,the Aboriginal of Australia and the stolen generation, which was happening still in the late 60's, the Anti Arab sentiment and the Anti Latino/ Hispanic sentiment we see nowadays. \nIn this day and age,it is not the Royals who perpetrate this attitude, but now it seems to have become adopted by the general predominately white population of certain European,South American and in the United states.\nFear mongering has led to this attitude resurfacing, with blatant lies which have been exposed.\nTake for example the middle and lower class White Americans who voted Donald Trump into office. These same people believed that Iraq had weapons of mass destruction,that the Taliban was responsible for 9/11, and general anti Muslim sentiments,at the same time believing that the war in Iraq,in Afghanistan and in ,as of late,Syria was a war against Terrorism and Freedom! Oxymoron,like the Central intelligence agency :)\nNow it seems to be anti Mexican and Latin sentiments,because of a campaign promise to build a wall to fight illegal immigration when in reality those who are illegals enter the country legally! Or that they are taking jobs,funnily enough,those jobs had to be there in the first place to be taken, or that somehow Latinos are strangers to the United States,yet places like San Diego,California,Los Angeles,Texas, San Antonio etc etc have all Latin names,as they were all once Mexican territories,and Mexicans who's ancestry lay claims to these places!? \nIt seems to be a fear driven campaign based on false information,a growing Latin population,with projections to become the majority, and all this goes back to those same sentiments of pre colonization: food,territory and the opposite sex.\nAll ego driven,and all a manipulation by the new royals,corporations.\nWe,the world,are on a collision course with impending doom,and were going down the path ,all together,oblivious and fighting each other over the scraps left on the floor by the corporate race.\nWhat a pitiful,ridiculous situation we find ourselves in,where westernization, racism and capitalism are the calls to action,division being the main goal,to keep a population subservient and uneducated,social media has seemed to have a negative impact more than a positive one, the scurry for money and fame through social media platforms have and are transforming the intellectual landscape into one of a desert where a mighty river flows down the middle, but not many seek to cool themselves down or drink from that abundance of useful and insightful information.\nThe creation of social media millionaires has our youth lazy and uneducated,nor willing to educate themselves since the main objective of a capitalist society is financial,and this shortcut to wealth is a plunging suicide into the waters of ignorance.\nWith a leader like Donald Trump who is an obvious racist has opened the channel for white supremacy, that same concept and ideology that \"Americans\" fought AGAINST in WW2,has become an ideology in today's world,and has affected other countries in following suite,one has to ask oneself,since most of the world is NOT European descended,what is to become of these people who right now support this ideology?It seems they are headed to an inevitable confrontation,where the majority of the world ,willingly or not,must either ignore these views,or forgive,as the last option would mean a significant loss of lives, more so for the racist \"white\" man.\nSure,there are other races which are equally racist,but none have the track record that the European Anglo Saxon and American has.\nThat basic,intrinsic behaviour of all men since the beginning of our species,violence and ego,unchanged,will end up wiping us out,the future looks dim,this is a crucial time for humanity globally,we are all now connected,and the consequences of ignorance are very real."}, {"topLevelComment": "https://www.youtube.com/watch?v=EEDf7OkRCxk"}, {"topLevelComment": "I believe in chomsky but wat FUCKING annoys me i want him to talk straight instead of going around and around in circles."}, {"topLevelComment": "Except the speech is made in 2016 but other than that ...."}, {"topLevelComment": "Uniquely evil ! That is, humans have become uniquely evil in that we have used technology, intelligence and science to create weapons to commit self destruction."}, {"topLevelComment": "You gotta wonder why they continue to roll out this old propaganda machine.  He seems to get more and more incorrect, inaccurate and pedantic to the extreme with age.  I'm sure he hasn't lived in the real world for a single day in his life.", "reply": "annihilationHaven I bet you have a good job?"}, {"topLevelComment": "I used to worry a great deal about Climate Change, but then Trump became president and I quickly  realized that we will all die in a nuclear war long before the runaway greenhouse effect kicks in. Ironically, Trump, in his utter stupidity, will inadvertently save the Earth from a second Permian-level Extinction by destroying the \"heat engine of Civilization\"\n before it is able to pump enough CO2 into the atmosphere to push the global temperature above 5c. This sixth mass extinction will mark The End of the Anthropocene epoch--a brief but spectacularly destructive period of geologic history."}, {"topLevelComment": "these are 3 and 4 not the first two greatest threats to humanity's survival...They are the elite sociopathological criminals, many of them satanic pedophiles, and their corporate piracy tools called banks, governments, religion, and other multinational corporations that rape the Earth and it's inhabits and literally the people of the Earth for folly and religious reasons...while they socially engineer and farm us Human Resources for our life force exchanged as time, labor, and fraudulent fiat money at our own expense...It is these people and their practices that have caused both nuclear threat and climate change...both of the technologies utilized could be used for humanity and the Earth's healing and no need for fiat money or to pay to live on Earth, or for energy, or anything else...This is discussing important things but they are symptoms not the cause...It is time for us to find out the truth of our history on this planet and origins which is kept from us as well...Choose well my fellow humans as to your words and actions...There are 7 billion of us and only a couple hundred thousand of them...but the reality of what we have allowed here globally is going to floor most of the masses...There is no way out of this except facing the Big Picture and cause of why the Earth is in this state of chaos...and each and every person has the choice to face it and help and and fix it...or die an unpleasant death and experience much suffering...Many Blessings...<3 <3 <3"}, {"topLevelComment": "Where can I get the transcripts please.?"}, {"topLevelComment": "Do you think it's a conspiracy that Noam has the most boring voice there is", "reply": "I find him very easy to listen to.  Easy to comprehend."}, {"topLevelComment": "Thanks for the upload.. Title   \n*is* a clickbait... regardless, no dislike for that fact.\nWhat to say that has not already been said except the *original* comment section of this content... And the silent majority which I hope knows better to just stfu to trolls and people who have..\n How to put it.. In some cases a simple lack of \"opened eyes\" or choose your own.. \"Truism\" could also be mentioned about this useless comment.\nNevertheless... Those who state that Chomsky repeats constantly what needs to be done has *always* been through the collective actions mostly by people whose names are sadly unknown and long forgotten that brought what we all know. Civil rights... Almost a temporary accomodation as we see all the hard fought gained rights being swept away.\nBy the by, automation has been known for over 25 years... Old news that has to be repeated.. \nLast thing: I learned all about big data just from a simple comment in one of Chomsky's Q and A part of a segment where all the people were asking the same Q: \"Yes, but what can we do?\"\nMy \"opinion\" is if you don't like the content, dislike and move on.. That's for the trolls whose comments *are* ignored by a vast majority.\nThe rest can and should be skeptically debated in a calm and rational way.\nI am not sorry to repeat the advise to s-t-f-u if nothing constructive is put as a valid arguement.\nMan... This is my first and hopefully my last comment in any channel on this subject.\nGolden rule.. I try."}, {"topLevelComment": "merchants of death (poem)\n\nopaquely dwelling in the shadow of the valleys of nuclear death, as it is written in the Lamentatio Jeremiæ Prophetæ, the shadow world of the global arms trade where merchants of death purvey armies of politicians with a beaming Colgate-smile, \n\nyeah, the ones roaming the corridors of revolving doors and addictive power (their cash flow thirst not to relinquish) are easily for sale, their market commodity's unlikely to go outta stock\n\na luxury apartment at Paradise Island, a private jet, an escort girl (blood-diamonds are her best friend), valid currencies for to-the-bone corrupt exchange, \n\nmoney of we, the people, wasted on unused, rusty military arsenal, and creating a Brobdingnagian opportunity cost for fighting poverty, illiteracy, health care issues and climate change, real issues for real people\n\nsmall change for power-hungry overlords of death and destruction, the art of war is just financially irresistible, adrenaline flows hit the ceiling, further reinforced by dopamine's perverse (neurotransmitter) incentives\n\nsurely crime does not pay, Sir, but taking profit is not a crime -- love of money turning deadly\n\nFootnote – January 30, 2018: based on a lecture given by Andrew Feinstein on the shadow world inside the global arms trade, the 40% of a capitalistic world's GDP, where hell on Earth is made with the money from \"we, the people\" against we, the people."}, {"topLevelComment": "Where There's Life, There's Hope (Ecclesiastes 9:3-5). Where there are people like Noam Chomsky, eloquent revolutionary poet of we, the people, there's Hope."}, {"topLevelComment": "\"The threat of Gorbechev's peace offers\" ...The utterly insane/greedy few have condemned us all"}, {"topLevelComment": "How about we start training and teaching our children in pres-school how to take care of this earth and give them real facts!!!!"}, {"topLevelComment": "not capitalism and not money....nothing to do with either is to blame......its   G  R  E  E  D", "reply": "Wwaaaaahhh???"}, {"topLevelComment": "I wonder if you would clap so load if Jesus showed up? Revelation 6:16 And said to the mountains and rocks, Fall on us, and hide us from the face of him that sitteth on the throne, and from the wrath of the Lamb:"}, {"topLevelComment": "Who cares what this INTERNATIONALIST/ZIONIST/COMMUNIST Jew says ? He is hand in hand with the other infectious bastards."}, {"topLevelComment": "I live here. \"Free\" education ends at 15 years old. High school costs $12000) pesos ($700 usd) per term. When you take into account that most Mexican adults earn less than $1000 pesos a week that doesn't bode well for a child going on to higher education. \nDon't believe everything you \" hear\" may be a good start for you. \nNoam is still alive. Why Don' t you phone him and ask him if he as updated his story here."}, {"topLevelComment": "On socio-political issues Noam Chomsky is one of the major political intellectual critics of all time, let alone the 20th century.  Those who do not see what he is saying are not trying to.  When the Berlin Wall and the Soviet Union fell what was done as he points out was that (among other things) Bush and Baker present a strategy intentionally designed to mislead Gorbachev and also to create a misleading facade for the American people and the rest of the World.   This was obvious when it was actually happening but America has long ago become the \"spectator\" population aim for by primary democratic liberalist of most of the 20th Century Walter Lippman and have actually \"evolved\" a new species of human being entitled \"homo consumeritis\" Most corporations and their political stooges spent the majority of the 20th Century encouraging the conditions which are currently being lived through and it appears there is nothing which can be done about it except...live through it.  We have seen this scenario hundreds of times in movies especially dystopias where the \"people\" waited until it was too late to do anything about the catastrophe which is looming.  But perhaps more accurately there was nothing they could do. The disaster has already reached the-point-of-no-return. I am optimistic but not as optimistic as Chomsky. I know \"people\" can do something rather quickly to turn things around in this country and avert disaster but the question is will we?  (The fact being there is no \"WE\" despite the observations of others including Noam to the contrary).  And the biggest gorilla in a room full of big gorillas is White Supremacy and it's effect on the entire globe though most people will try and say various things about it none of which is the admission of it being the problem it is.   So the next years until 2020 are going to be very interesting indeed.  It would be quite unexpected if the force and passion of the French and Communist Revolutions could be unleashed among the people but without the manifestations of the \"mob\" which accompanied those two (and other) revolutions.  The conditions are actually quite rip for something like this to happen but again the question is...will it!", "reply": "James.. Yes, supremasists that will faster than some realize be the laughing stock of the world.\nFor what it's worth and without getting into the details, I mostly liked what you wrote. You do know though that some people have seen a few of chomsky's uploads to know or have already known about Lippman and especially Barnayz.\nWhat followed you described very well imho."}, {"topLevelComment": "Countless millions have lived under serfdom, milions have had serfdom thrust upon them, but it seems the Americans have achieved serfdom through democracy!"}, {"topLevelComment": "How can 1 person know so much about so many things?"}, {"topLevelComment": "I must comment on 56:00 or so.\nUnderestimating AI and the impact it will have on the entire society as we know is a tremendously tremendous mistake.\nThe only explanation I can come up with is that he is an exponent of the humanities.\nThe humanities are more interested in people and the ways of people throughout the centuries \nand their deadly games and their quests for power than \nin things, \nmachines, sciencefiction \nand the power of dreams other than those who led to the invention of the nuclear bomb."}, {"topLevelComment": "I used to idolize this guy. But as others have stated, he offers no solutions. Not even on a conceptual level. All he does is spout information. It's really no more than bellyaching, albeit on a very high level ( I'll give him that. He's a smart individual).  Even when he \"answers the question\" about how one might avoid student debt, he basically says that there is no way to do so . At least for an individual. He then states that if  such things are to ever change, it would have to originate from a  \"collective effort\". He says this about everything he carps about, and it's  about as far as he will ever go when it comes to offering  solutions. I've heard him cite examples ( i.e American Civil rights movement), but that is no different from his m.o. on everything. Facts, examples, but  as far as I know,  never any alternatives of his own. Perhaps that's our job, is what he's saying?  I just find it ironic though, getting back to the question of student debt, which I think correlates directly to the type of class warfare that Chomsky, to his credit, exposes, illustrates with examples, and vehemently disavows.  Yet for decades, he happily collects his 6 figure paycheck at MIT for... how many decades now?  And not to get too snarky here, yet I can't help but wonder what it is that he actually does there. Does he stand in front of chalkboard? Me thinks it's been a while since that's occurred. Certainly it gives him the freedom to reach a wide audience, myself included. Yet it seems like the ambiguities in life that he so deftly reveals in the world around us,  are also an integral part of his.  Albeit nobody dies..they just get crippled with debt.", "reply": "I feel a bit derisive, by implying that Noam \" carps\" and bellyaches\". It's disrespectful on my behalf. But as a public figure/activist, he puts himself in the position to recieve criticism. As much as I have learned from Chomsky, his work eventually takes on the tone of \"nagging\", because it lacks ideas for solutions. I still like to listen though, because you can pretty much gaurantee that all of which he says is factually accurate."}, {"topLevelComment": "\"This generation will go down in flames\""}, {"topLevelComment": "\"The latter is correct\""}]}, {"videoID": "47B8LsVOzAU", "publishedAt": "2016-10-08T04:17:32.000Z", "title": "Donald Trump Video Statement on Leaked Video Clip 10/7/16", "description": "Donald J Trump Video Statement on Leaked Audio Clip 10/7/16", "viewCount": "141580", "likeCount": "4712", "dislikeCount": "468", "commentCount": "2076", "comments": [{"topLevelComment": "I've been your biggest fan, since CELEBRITY APPRENTICE, \nI will still be you fan, now that you are our president.  Keep up the good work. GOD BLESS AMERICA and GOD BLESS YOU, Donald Trump!!!"}, {"topLevelComment": "no you do not regret it"}, {"topLevelComment": "And even in spite of this, he still managed to become President."}, {"topLevelComment": "Cheers Mr. President !!!"}, {"topLevelComment": "lets go trump we will win this election"}, {"topLevelComment": "We cannot ignore this video tape. This is locker room talk? HE ADMITTED TO ATTEMPTED RAPE. THIS IS NOT LOCKER ROOM TALK. Next it's gonna revealed he raped women, which he apparently has with all the recent reports of sexual assault against him. And then what? We pass that off as the womens fault? Yes Bill has done similar but that was in the past. It isn't bill running, it's his wife. 2 entirely different people. HILLARY FOR PRESIDENT"}, {"topLevelComment": "Can someone show me were he was set up? How was he set up when they were clearly his words?If you didn't want them to be held against you,don't say it.Plain and simple.Set up?More like exposed."}, {"topLevelComment": "Psalms 27:1  The Lord is our light (morning sun - - original hebrew) and our Salvation (place of refuge).  I WISH YOU ALL WELL. GOD BLESS AMERICA.  TURN TO HIS LIGHT!"}, {"topLevelComment": "Sorry Donald, your half hearted attempted at an apology for years of shitty behavior doesn't ring true. Your attempts to blame Hillary for her husband's behavior is shameful. You blaming her for the government's inability to achieve perfection shows your ignorance of how the political process. Government  is a smorgasbord of personalities who need to come to a cosensus for future plans and the direction of our government. This takes more than one person, but a group of people willing to compromise, which makes you incompatible for a Presidential concideration. Ect, ect, ect."}, {"topLevelComment": "i dont know whose to blame more Trump or his supporters. hillary isnt the best but she beats trump by a long shot. if Trump wins the election he has to increase his bodyguards because alot of AMERICANS wont want to be represented by this chump"}, {"topLevelComment": "Did anyone see a video of Hillary Clinton's apology for Benghazi?No ?Me either."}, {"topLevelComment": "Omg i just got sick wathing him, what have the world become."}, {"topLevelComment": "What kind of idiots would still vote for this guy, oh wait, everyone in the comments section. He apologized just to make himself seem like a good person. It doesn't take back what he's said. He's a slimy man who will do anything to get your vote, and it looks like it's working on all of you. You guys are all falling for his trap to bring the U.S. to shit. When Hillary wins, I'll just smile and wave to all you for supporting a loser who has no respect for women or non-whites. He may be human, but he's a shitty one. Hillary for president."}, {"topLevelComment": "What is Trump's credentials that have even gotten him into the position, he's currently in?"}, {"topLevelComment": "Big fat lier !!!!! Shame yourself. Don't pay tax \nAbuse women that include your daughter, wives , and mom . \nSo, you have nothing but only money ."}, {"topLevelComment": "Lamest Apology Ever.  Insincere,  he's just reading what somebody else wrote on a prompt.  Honestly,  this apology is so lame it's only worth being a copy pasta meme...."}, {"topLevelComment": "Sure, he said those things. But at that time he didn't know any better. You see, he was a *Democrat*."}, {"topLevelComment": "Trump is an innocent person at this point compared to what democrats and republican establishment are doing. Only Trump can handle this country right now."}, {"topLevelComment": "if trump wins, America will become very strong. I am from China and I know trump 10 years ago because of his tv show. I read his book and I am influenced by him so much. I respect him and I wish he will become the next president. A great America is good not even to his people but also to the whole world though trump said he was just running the president for America not the world. Best wishes and I think trump will certainlly win."}, {"topLevelComment": "Trump should not be apologize because he did nothing wrong. In my opinion"}, {"topLevelComment": "You Stupid fool who back this Knuckle head is just as goofy as this buffoon"}, {"topLevelComment": "the world is watching average americans wholesale support for this filthy bastard. With trepidation.....", "reply": "Wolrd is also watching how a corrupt individual got a free pass."}, {"topLevelComment": "this man is no Republican and a sham of a conservative. we cannot continue to act ,no matter how much we hate the clintons that this man is a suitable person to hold the head office in the most powerful country in the world"}, {"topLevelComment": "GO TRUMP MAGA 2016"}, {"topLevelComment": "That obscenely $$paid movie tough guy, Roberto De Niro has lost the plot completely, its like he is starring in a third rate movie, he needs to piss off to Italy."}, {"topLevelComment": "Talk of support is good but VOTE is the  power to show them all. Get out and vote!!"}, {"topLevelComment": "I WOULD LIKE TO punch IN THE FACE OF Robert dE NIRO THE CRAP ASSHOLE, never WATCH HIS MOVIES AGAIN"}, {"topLevelComment": "Get her President Trump, no more mister nice guy."}, {"topLevelComment": "CNN is a disgusting pig, never wathc CNN again quit CNN let us start hash tag #neverwatchCNN"}, {"topLevelComment": "He will be doing the exact same things Bill Clinton did to women and Melania Trump will be on plagiarism using Hillary Clinton`s women shaming methods! this is a never ending cycle!"}, {"topLevelComment": "I am no fan of Trump or Clinton and can't believe that in a country of 300 million people, this is the best we can do. However, I don't know how Hillary can act so shocked and insulted, considering to whom she has been married for the past few decades."}, {"topLevelComment": "i vote for u trump >>Not"}, {"topLevelComment": "And this is worst than what Killery has done?????????  Ho Ho Ho"}, {"topLevelComment": "I truly believe that anyone who votes for Hillary, including the news media, should pay a 100% tax on all of their investments.....Futhermore, that money should go into a fund to deport any liberal who shall open his mouth against anyone we may vote in.    Burning our flag and telling blatant lies on Conservatives is going too a bit too far.....And anyone who is against this is a confirmed liberal....We have been on the side or freedom far too long...The fathers of this country would never stand for this and neither should we.......Time to take a stand!!!"}, {"topLevelComment": "Didn't bother me, welcome to the 21st century!"}, {"topLevelComment": "No apology necessary, we've all said stupid sh*t before! Hillary has sold out this country while holding public office, the media should concentrate on that."}, {"topLevelComment": "I AGREE WITH THE COMMENT BELOW \nMR. TRUMP , DON'T STOP NOW. WE HAVE YOUR BACK. DON'T GIVE UP. WE HAVE ALL SAID THINGS. AND SAD TO SAY I HAVE SAID SO MUCH WORSE. DON'T LET IT DISTRACT YOU FROM BEING AWESOME."}, {"topLevelComment": "Ten years ago his wife just had a baby!!"}, {"topLevelComment": "Oh great now the entire 2nd live debate will be about this since it's the best 'dirt' they got on Trump. Hitlery's entire campaign has concentrated on badmouthing trump ignoring the real issue's (wich is only brought up by Trump) it wouldn't be any different during the debates as we saw in the first one where the debate was scripted in favour of Hitlery including the biased moderator who claims to be republican lol."}, {"topLevelComment": "okay here's our choices #1 Trump, who likes women ( what's wrong with that?)\n#2 Hillary, \nwho has sold us secrets and\n destroyed evidence\nallegedly aided or been involved in over 67 murders\ntalks about killing anyone who has secrets about her,\nwe could say her majority if voters are sexist if the majority are women,but who thinks like that?\nGO TRUMP", "reply": "Oh, and she says we should be afraid of him? pushing the red button? She's already started wars, accused of aiding or starting Isis, and saying \" can't we just send a drone after this guy?\" \nShe is the one I would be afraid if hitting that red button."}, {"topLevelComment": "WHY IS THERE A PART OF THE LEAKED HOT MIC VIDEO MISSING?!\nWatch it closely at the 11-17 second part (depending on the video version), the bus jumps forward and you can clearly see there is 3-5 seconds edited out.\nWhat did Trump say and why did whoever leaked this video remove it?\nWatch it closely. Trump said “No this was-“ and the rest of that sentence is missing. \nDid he say “No this was a long time ago”?\nDid he say something else?\n \nWHY IS IT REMOVED? \nIt’s fun to be fed slop, but this is force feeding from the media.."}, {"topLevelComment": "well said and lets put a stop to these wars, every time I go to the VA I see guys with missing arms and legs. and I see vets waiting for hours to see a doctor, this ought to be front page news but instead the LA times is running a front page article about Trump. vietnam vet"}, {"topLevelComment": "I love how he constantly blames immigrants for job loss in America, like expand you're thought process-please!"}, {"topLevelComment": "Trump voters make me sad because they are anti-America. I'm an American living abroad and I am reminded daily (through seeing some of the shortcomings of other nationalities) of why America is the greatest country in the world. And yet, Trump voters are getting ready to bring America to its knees economically, socially and internationally, if they successfully elect Trump to office. Even if Trump does not get elected, this election cycle was a very sad era for Americans. So many bad apples in our society, I can't believe it."}, {"topLevelComment": "Trump apologized now let's dig in cause  it's gunna get ugly. \nTrump, 2016"}, {"topLevelComment": "People still defending this piece of shit?"}, {"topLevelComment": "At least Trump can own up to things he has said. Hillary is now saying that the wikileaks emails are all fake. She's such a lying conniving bitch. Trump all the way, until Hillary is put in shackles!"}, {"topLevelComment": "it was 11 years ago but he is running for presidency n thats why he has to be different n unique from other man ....thats the reason why the media is making an issue out of this.."}, {"topLevelComment": "ABSOULUTELY  NOTHING TO APOLOGIZE FOR HERE ,  NOR EVEN DISCUSS....\nHILLARYS  30 YEARS SIX TRILLION USD in MIDEAST & TOTAL DISORDER Cd hv REBUOLT USA & JOBS for Blacks/ Rebuilt the Inner Citys...........BASH THE BAG ON HER ABYSMALL RECORD Sd never hv such a Rotten Crook in Politics\nBORING...?!  TROLL NAZI MEDIA ?!! SO  WHAT    HYSTERICAL   HILLARYOUS     WHAT A REAL  MAN.....LOVE YA TRUMP"}, {"topLevelComment": "ohhhh lawwwwrd! I thought Mr. Trump did something like responsible for the deaths of Americans at Benghazi or stole money from Haitian people, or delete 33 thousand emails, or lied about being under live fire in Bosnian tarmac, or call young black people Super predators. Nice try Main stream Media but I'm still voting for Mr. Trump"}]}, {"videoID": "Av6O1lDslX8", "publishedAt": "2017-08-11T17:59:35.000Z", "title": "Save the World Dev Update #2 - Fortnite in the near future!", "description": "Zak and Darren sit down and talk through the areas of focus for the Fortnite team and things to be excited about in the future!\n\nFor info on all things Fortnite follow us on Twitter, Facebook and Instagram for updates!\n\nTwitter: https://www.twitter.com/fortnitegame\nFacebook: https://www.facebook.com/fortnitegame\nInstagram: https://www.instagram.com/fortnite\n\n\nFortnite is the Action Building game from Epic Games available now in paid Early Access for PlayStation 4, Xbox One, PC, and Mac. Learn more at www.fortnite.com. \nESRB Rating: TEEN with Violence -- Watch live at https://www.twitch.tv/fortnitegame", "viewCount": "134583", "likeCount": "1640", "dislikeCount": "208", "commentCount": "462", "comments": [{"topLevelComment": "Sniper shootout"}, {"topLevelComment": "return moisty mire"}, {"topLevelComment": "return moisty mire"}, {"topLevelComment": "return moisty mire"}, {"topLevelComment": "In season8 can you put a portal to go in seasond"}, {"topLevelComment": "Release fortnite android 6.31 for android"}, {"topLevelComment": "Can i get some v bucks plz and good luck", "reply": "Aconnt Biggloyalb83"}, {"topLevelComment": "Booo"}, {"topLevelComment": "give me weapons plsssss"}, {"topLevelComment": "please i need play in phone samsung"}, {"topLevelComment": "Please dont remove fortnite"}, {"topLevelComment": "усские"}, {"topLevelComment": "make save the world free in mobol"}, {"topLevelComment": "Pls free v bucks"}, {"topLevelComment": "تبا لك"}, {"topLevelComment": "Ugly ass bitch"}, {"topLevelComment": "Fortnite please make this: meat vr sauce: its like 50v50 but beef bosses and tomato head / and vote leader/ 1 new beef boss king skin/ beef boss on loot lamma please :( <> like if u want thiss in fornite ;)"}, {"topLevelComment": "Ami no me llega la verificación"}, {"topLevelComment": "Fortnite sucks"}, {"topLevelComment": "Skull troper vai voltar ?"}, {"topLevelComment": "Bonjour, \nJ'ai perdu mon compte avec sauvée le monde , passe de combat je joué depuis la saison 3 j'ai acheté la saison 4 et puis j'ai associé mon compte sur un compte epicgame existant déjà et j'ai plus rien ,Nada, wallou, jai au moins 20 message d'échange epicgame aucun résultat grrrrrr"}, {"topLevelComment": "ЗДЕСЬ КТО ТО ПИШЕТ ПО RUSSIAN"}, {"topLevelComment": "I have 10000 v-bucks right now and I want to get the Lone Ranger so please"}, {"topLevelComment": "Fortnite come back with the love Ranger on the next item shop and can you please change back out of pickaxe swing before because when I swing the pickaxe is just I just don't want to just use it please can you just put it back out once before thank you"}, {"topLevelComment": "Lança para o Moto G6 play por favor epic te emploro"}, {"topLevelComment": "HEY FORTNITE I HAVE 2 ACC ITS MAVPON AND THE OTHER ONE IS MOAPN AND THAT ACC DOES NOT WHATEVER AND CAN YOU FIX IT OR I WILL QUIT FORTNITE AND BANNING MINE SLEF"}, {"topLevelComment": "Okay I’d have enough of this lately my save the world has been crashing non stop and one time your easy anti hack even kicked me and has been super annoying I hope you can fix this and I play on pc"}, {"topLevelComment": "Please create double pump and tpp"}, {"topLevelComment": "love fortnite good job on everthing bye"}, {"topLevelComment": "and please make save the world free"}, {"topLevelComment": "could u guys please put tac submachine gun in that mode"}, {"topLevelComment": "Can you still get the hover board"}, {"topLevelComment": "Can I have 10,000 V box please", "reply": "Excuse me what 😂"}, {"topLevelComment": "Cable bomb plez"}, {"topLevelComment": "Fuck fortnite"}, {"topLevelComment": "Put for nite into xbox 360"}, {"topLevelComment": "When the fuck can I play fortnite on Apple iPad bitch"}, {"topLevelComment": "PLZ  FORTMITE GIVE ME 10000 VBUCKS"}, {"topLevelComment": "Hello you"}, {"topLevelComment": "Puedes banear"}, {"topLevelComment": "why it doesnot work fotnite mine"}, {"topLevelComment": "hey epic games u r mad and duffer. why are u not launching fortnite android"}, {"topLevelComment": "Fortnite for androin;;; fortnite mobile fortnite mobile fortnite mobile fortnite mobile fortnite mobile fortnite mobile fortnite mobile fortnite mobile fortnite mobile fortnite mobile fortnite mobile fortnite mobile fortnite mobile fortnite mobile fortnite mobile fortnite mobile fortnite mobile fortnite mobile fortnite mobile fortnite mobile fortnite mobile fortnite mobile fortnite mobile fortnite mobile fortnite mobile fortnite mobile fortnite mobile fortnite mobile fortnite mobile fortnite mobile fortnite mobile fortnite mobile fortnite mobile fortnite mobile fortnite mobile fortnite mobile fortnite mobile fortnite mobile fortnite mobile fortnite mobile fortnite mobile fortnite mobile fortnite mobile fortnite mobile fortnite mobile"}, {"topLevelComment": "Can u add fortnite stw on switch"}, {"topLevelComment": "Sortie sauver le monde gratuit"}, {"topLevelComment": "When does fortnite android come out"}, {"topLevelComment": "Epic please release fortnite in asia season 5 is out last time i missed seson 4"}, {"topLevelComment": "Fortnite Android"}, {"topLevelComment": "Vc é a epic Games aí que vc for a epicgames lança o Fortnite dia 13 de julho por favor eu sei que vcs tá trabalhando duro vcs tão fazendo sucesso com o jogo que é o Fortnite mais todo mundo quer jogar no android"}, {"topLevelComment": "Android"}]}, {"videoID": "R3arb11wJDM", "publishedAt": "2017-08-18T15:11:14.000Z", "title": "Save the World Dev Update #3 - Stability, Content Plans, Balance, and more!", "description": "Executive Producer, Zak Phelps, and Creative Director, Darren Sugg,  sit down and discuss game stability, content plans, balance, and the upcoming update \"Survive the Storm.\" Thank you for joining us during Early Access!\n\nFortnite is the Action Building game from Epic Games available now in paid Early Access for PlayStation 4, Xbox One, PC, and Mac. Learn more at www.fortnite.com. \nESRB Rating: TEEN with Violence", "viewCount": "133599", "likeCount": "1559", "dislikeCount": "382", "commentCount": "458", "comments": [{"topLevelComment": "Kaka aw veboksana benawa xotan w emash karmakan"}, {"topLevelComment": "Best game ever"}, {"topLevelComment": "Epic I love your game especially sniper shootouts"}, {"topLevelComment": "These kids won't leave our creative and not listening to us"}, {"topLevelComment": "BATTLE ROYALE"}, {"topLevelComment": "is that the boss of fortnite?"}, {"topLevelComment": "Déjà vos misa jour sont iper long c nul a force"}, {"topLevelComment": "i wanna know why r u people not making it free such a lairs from season4 they were saying that it will be fucking free lairs"}, {"topLevelComment": "Can u send me the invite email"}, {"topLevelComment": "ADD zombies  to battle royal plus in public"}, {"topLevelComment": "Fortnite sucks"}, {"topLevelComment": "Can I have 50000 vbucks  on my Nintendo switch"}, {"topLevelComment": "I wanted to get ragnork but nooo you dick head"}, {"topLevelComment": "Fuck you fortnite"}, {"topLevelComment": "fix my mac problem: i have a problem taht i need a mac card to my mac a card taht dos so i can play can you do so i dont need it \nand i have this laggy laptop taht dos so i dont get a win and dont get a kill plz help: fix"}, {"topLevelComment": "Can u give us the ability to choose default skins ?"}, {"topLevelComment": "Amigos yo me registré pero nada no pude jugar a para siempre a epidemia y no"}, {"topLevelComment": "you  are good"}, {"topLevelComment": "Wait where's trading and gifting"}, {"topLevelComment": "fernafoon"}, {"topLevelComment": "fortnite floor wood,stone and metal"}, {"topLevelComment": "i hate u"}, {"topLevelComment": "Macht mal wieder die alte Musik ihn Fortnite die soll immer bleiben ich bitte"}, {"topLevelComment": "2018?"}, {"topLevelComment": "Fortnite pl\nease put back the tanos\nMode back I never got to play it"}, {"topLevelComment": "I can't to make one chelenghe whit the golf ball repair this bag please on my account I cant to do there chelenghe"}, {"topLevelComment": "I think they should add a lego skin,backpack, and glider"}, {"topLevelComment": "i love the game"}, {"topLevelComment": "I LOVE \nFortnight"}, {"topLevelComment": "Silly fucking game"}, {"topLevelComment": "Who don't posible playa fortnite un moto e4", "reply": "Sorry moto e5"}, {"topLevelComment": "Por favor pongan para Play 3 los que no pueden tener Play 4 que pongan para Play 3"}, {"topLevelComment": "Put in a good smg pistol like a 65 Damge head shot"}, {"topLevelComment": "Fortnite para adroid"}, {"topLevelComment": "WOW QUE ABURIDO"}, {"topLevelComment": "fortnite i hate you becaseyou was kik bow and double pumping"}, {"topLevelComment": "Why did I wake up with no refunds and I did not even use a refund......TakingHornet997"}, {"topLevelComment": "Being thanks back"}, {"topLevelComment": "When is fortnite for andriode comming"}, {"topLevelComment": "Fortnite Android"}, {"topLevelComment": "bat wala"}, {"topLevelComment": "Which pickaxe comes with the new skull trooper"}, {"topLevelComment": "Why not make save the world android thing because battle royal on moble sucks a,s,s"}, {"topLevelComment": "Can you put it on Android"}, {"topLevelComment": "When thanos mode coming"}, {"topLevelComment": "Pongan un personaje gratis"}, {"topLevelComment": "Epic games give ceeday his raptor skin fortnite"}, {"topLevelComment": "Hi fortnite imma post this on every vid you made but i subbed and I would have put it on my acc but I used yahoo. But if, my user is Mini_Ninja1231"}, {"topLevelComment": "You stupid you said you wre. Going to realese fortnite on android"}, {"topLevelComment": "I love fortnite also I love epic games but u guys want to now something I want fortnite on android now I wanted it people be saying it coming to day it a lie all of it a lie  so tell me is it come in to android now plz I needs it now"}]}, {"videoID": "nU7iqtZ_tOg", "publishedAt": "2016-08-27T16:54:53.000Z", "title": "Vlog like a pro!", "description": "Calling all YouTube bloggers! Broadcast professionally written video-logs with the new YouExplainIt mobile studio storytelling templates, teleprompter, and webcam to post on your YouTube, Facebook, Google+ or LinkedIn, all for free!  Register at YouExplainIt.com for a Free Vlogger's Studio, Now!", "viewCount": "132382", "likeCount": "12", "dislikeCount": "3", "commentCount": "0", "comments": []}, {"videoID": "wIkABWpGdOg", "publishedAt": "2015-03-16T20:06:44.000Z", "title": "LAI: E se meu pedido não for atendido?", "description": "Confira os vídeos sobre a Lei de Acesso à Informação, produzidos, em linguagem cidadã, através de parceria entre a Controladoria-Geral da União e o Exército. \n\nA Lei, que entrou em vigor em 2012, estabelece que o acesso à informação é a regra e o sigilo a exceção, cabendo à Administração Pública atender às demandas de cidadãos e cidadãs.\n\nSaiba mais em www.acessoainformacao.gov.br", "viewCount": "113491", "likeCount": "48", "dislikeCount": "4", "commentCount": "13", "comments": [{"topLevelComment": "Eu consigo ter acesso a uma lista de ONG´s de uma determinada cidade e saber quanto cada uma recebeu de repasse ou auxilio do governo ???"}, {"topLevelComment": "Olá, de acordo com a LAI, é possível eu pedir as provas anteriores de concursos públicos para as bancas? O órgão é obrigado a me entregar a prova pedida?", "reply": "Olá, Heytor. A solicitação de cópia de cadernos de prova é possível via LAI. Todavia, o atendimento dependerá a existência e disponibilidade da informação.\n\nArt. 7o  O acesso à informação de que trata esta Lei compreende, entre outros, os direitos de obter: \n(...)\n\nII - informação contida em registros ou documentos, produzidos ou acumulados por seus órgãos ou entidades, recolhidos ou não a arquivos públicos; \n\nIII - informação produzida ou custodiada por pessoa física ou entidade privada decorrente de qualquer vínculo com seus órgãos ou entidades, mesmo que esse vínculo já tenha cessado; \n\nSaiba mais sobre a LAI em http://www.acessoainformacao.gov.br"}, {"topLevelComment": "Estou encontrando muita dificuldade em preencher minha declaração de reajuste anual haja vista meu PC esta com os alto falantes estarem com defeito como poderia agir ?"}, {"topLevelComment": "Resumindo o vídeo, \"você pode reclamar e reclamar, que continuara reclamando\"...", "reply": "Sinceramente, foi exatamente isso que eu entendi. E olhei o video 3x só pra ter certeza.\nMe pergunto quanto custou de verba publica pra fazer esse vídeo informativo... uns 100mil reais no minimo."}, {"topLevelComment": "gostaria de saber se em caso de eleiçao para sindicato pode se usar maquina administrativa, porque aqui na UnB tem funcionario que usa whats da biblioteca para citar adversario. Aguardo reposta\nAtt  Hortencia Rios", "reply": "Olá, Hortencia! Para que possamos te ajudar da melhor forma, pedimos que encaminhe a sua dúvida por meio do link https://sistema.ouvidorias.gov.br/publico/Manifestacao/RegistrarManifestacao.aspx?tipo=5&orgaoDestinatario=52303"}, {"topLevelComment": "Prezados, onde registro a Reclamação já que não recebi, dentro do prazo de 20 dias+10dias, a resposta da solicitação de informação?", "reply": "Olá, Anelise! No caso de pedidos encaminhados ao Governo Federal, você pode apresentar reclamação acessando o e-SIC: https://esic.cgu.gov.br/sistema/site/index.aspx\n\nCaso o pedido tenha sido realizado em outra esfera, você pode encaminhar uma reclamação à autoridade de monitoramento de que trata o art. 40 da Lei de Acesso. \n\nSaiba mais sobre a Lei de Acesso em http://www.acessoainformacao.gov.br/perguntas-frequentes"}, {"topLevelComment": "quero saber se é possível pedir a lista de todos os funcionários de uma prefeitura, e se isso pode ser entendido como um pedido amplo e não ser atendido...", "reply": "Patrício, em uma primeira análise, nos parece sim um pedido possível via Lei de Acesso à Informação e ele pode ser solicitado à prefeitura. Caso o órgão não responda sua solicitação, procure o Ministério Público ou o Tribunal de Contas de seu estado e denuncie. Continue exercendo sua cidadania!"}]}, {"videoID": "rFfBdkcbUc8", "publishedAt": "2011-10-06T13:49:26.000Z", "title": "How to create image slider in a few clicks", "description": "WOW Slider : http://wowslider.com\n\nWOW Slider is a jQuery image slider with stunning visual effects and tons of professionally made templates. \n\nWOW Slider is packed with a point-and-click wizard to create fantastic sliders in a matter of seconds without coding and image editing.\n\nWOW Slider Features\n\n    Awesome and unique transitions\n    Fancy templates\n    jQuery powered\n    No Flash required\n    Lightweight (4-12Kb)\n    Descriptions\n    Prev/Next controls\n    Bullet navigation\n    Customizable speed, delay, size etc.\n    Cross-browser compatibility\n    Search engine friendly\n    Clean and valid markup\n\nWOW Slider Wizard Features\n\n    For Mac and Windows\n    Drag-n-drop images\n    Flickr or PhotoBucket support\n    Easy tweaking of all parameters\n    Wordpress image slider plugin\n    Joomla image slider\n    Built-in FTP client\n    Visual insert-to-page\n    25 language interface\n    Sort, rotate, resize images\n    Add logo or watermark to slides\n    Save/Open projects", "viewCount": "103790", "likeCount": "38", "dislikeCount": "7", "commentCount": "8", "comments": [{"topLevelComment": "You can open generated .html file in any text editor (for example, Notepad) or open this file in any browser and add 'view-source:' before page address in the address field of the browser. \nThis information was added many times on our website."}, {"topLevelComment": "can you view the code?\n"}, {"topLevelComment": "You can download WOWSlider app. on our website. Link is in the video's description."}, {"topLevelComment": "anyone here provide with a beautiful nice looking image slider in javascript..coding to spradeep89@gmail.com..thnks in advance!"}, {"topLevelComment": "1) Make sure that you uploaded generated \"data\" and \"engine\" folders on your server. If problem will persist, please contact with Customer Support. Make sure to include details on your browser, operating system, WOW Slider version, link to your page. \n2) To add a link to your image select image by clicking and specify your link into \"Url\" field."}, {"topLevelComment": "Also I am making this website with publisher 2007 since I am not good at web design ^^;. I even tried inserting it as an html fragment. Didnt work\n"}, {"topLevelComment": "Well the issue I am having is that i cannot actually embed the slidehow into a website. Also making an image link to another page in the site. (Lets say image #1, if I click that can i set a custom address?)\n"}, {"topLevelComment": "can you add a layer above the image to link to another page on a site if i embed the slideshow?\n"}]}, {"videoID": "k-n5ZbqYJLQ", "publishedAt": "2016-03-05T18:38:25.000Z", "title": "HANDS TO MYSELF, HOVERBOARDS, SELENA GOMEZ & TOP SECRET SH#T!!!", "description": "▶ LIKE ME ON FACEBOOK TO WIN A NEW GLIDR - http://www.facebook.com/BartBaker\n▶ WATCH ALL MY VLOGS - http://goo.gl/fVpfzC ▶Snapchat - RealBartBaker\n▶ FOLLOW ME ON INSTAGRAM - http://instagram.com/bartbaker ▶ TWAN'S VLOGS - https://www.youtube.com/channel/UCPJAN6csc1TDHBAR9ZyPeaw\n▶ FOLLOW ME ON VINE - http://vine.co/BartBaker \n▶ FOLLOW ME ON TWITTER - http://www.twitter.com/bartbaker \n▶ SEE ALL MY PARODIES BEFORE ANYONE ELSE - https://www.vessel.com/bartbaker\n▶ DOWNLOAD MY GREATEST HITS ALBUM HERE - http://bit.ly/BartHits2014 Also Available on Google Play - http://bit.ly/BartHits2014GP \n▶ GET MY FREE iPHONE APP - http://bit.ly/BartApp", "viewCount": "84330", "likeCount": "2104", "dislikeCount": "51", "commentCount": "430", "comments": [{"topLevelComment": "Do work parody and first world problems"}, {"topLevelComment": "Bart you have the hottest sunglasses they anyone"}, {"topLevelComment": "I can hear Chainsmokers *roses*"}, {"topLevelComment": "los vlogs aburren"}, {"topLevelComment": "Yeah, he actually does."}, {"topLevelComment": "bart baker.  do cold weter and alex play Taylor"}, {"topLevelComment": "no"}, {"topLevelComment": "i  love you Bart 😍😘😍😘😍😘😍😘😍😘😍😘😍😘😍😘💑💓❤💋💜💝💕💖💞💟💗💙💚💛"}, {"topLevelComment": "Bart's is the bomb! I like yours!"}, {"topLevelComment": "Bart"}, {"topLevelComment": "David"}, {"topLevelComment": "435th comment"}, {"topLevelComment": "do you have a girl friend or a wife???  your fans would  really want to know??"}, {"topLevelComment": "For some reason I was drinking pure lemon juice while watching this"}, {"topLevelComment": "roses is playing in the back round"}, {"topLevelComment": "Bart's sunglasses are more hoter"}, {"topLevelComment": "I want the stressed out"}, {"topLevelComment": "you posted this the day day before my birthday....."}, {"topLevelComment": "whats the secret"}, {"topLevelComment": "do more justin bieber parodies!!!!! :D"}, {"topLevelComment": "just get another pair for them to share! (if they're not to expensive)"}, {"topLevelComment": "I subscribed"}, {"topLevelComment": "I looooooovvvvvvve u i've never someone so cute😭💓💓!!!!!!!!!!!!!!!!..."}, {"topLevelComment": "the one u put on is hot"}, {"topLevelComment": "I'm just singing the song in the background when they're talking about who should wear the sunglasses"}, {"topLevelComment": "do me my self and i parody"}, {"topLevelComment": "wait he sung it was well o _ o\n\nhe should be on the voice"}, {"topLevelComment": "I actually have a white powerboard"}, {"topLevelComment": "найс"}, {"topLevelComment": "I think Bart should wear them"}, {"topLevelComment": "Salina?!?😂😂"}, {"topLevelComment": "You guys r so funny"}, {"topLevelComment": "are you going to give your white one away"}, {"topLevelComment": "lindão"}, {"topLevelComment": "So I guess that's where they film Tengo Talento Mucho Talento."}, {"topLevelComment": "Hoggggg em"}, {"topLevelComment": "You always make fun of Justin beiber but u look just like him"}, {"topLevelComment": "Bart is so awesome and cute"}, {"topLevelComment": "I think we could do 2-3 blogs but it depends"}, {"topLevelComment": "Bart's got the hottest glasses #worthit"}, {"topLevelComment": "Austin should be able to wear them"}, {"topLevelComment": "barts got the hottest glasses"}, {"topLevelComment": "hi bart omg I love your parodies"}, {"topLevelComment": "I know what the secret video is . I watched it before I watched this one ."}, {"topLevelComment": "they did a first world problems"}, {"topLevelComment": "david"}, {"topLevelComment": "Bark tell us what it is please"}, {"topLevelComment": "akdkkkijksjsq     ;#&85"}, {"topLevelComment": "David should"}, {"topLevelComment": "bart I want a hoverboard"}]}, {"videoID": "3LHp9ewHUug", "publishedAt": "2017-09-22T19:47:51.000Z", "title": "Save the World Dev Update #6 - Event Updates and Battle Royale!", "description": "Zak and Darren hit some of your top questions in our new format, and are joined by Eric Williamson touch on some Battle Royale topics as well! If you have any feedback or questions drop 'em in the comments below.", "viewCount": "84342", "likeCount": "1612", "dislikeCount": "136", "commentCount": "586", "comments": [{"topLevelComment": "Fortnite mobile pleace"}, {"topLevelComment": "Can you put a silent shotgun"}, {"topLevelComment": "Why did you kill Kevin the cube"}, {"topLevelComment": "Can you guys upgrade greasy give plz. Tomato town got it greasy give should to!", "reply": "Greasy Grove you meant."}, {"topLevelComment": "I have the coolest stuff in Fortnite battle royale"}, {"topLevelComment": "Bring back the\nDorm gun ples 😡😡😡😡😡😡😡😡"}, {"topLevelComment": "FORTNITE BATTLE ROYAL MOBILE ANDROID 6.0.1"}, {"topLevelComment": "Thank is cool"}, {"topLevelComment": "Where is fortnite save the world for mobile"}, {"topLevelComment": "Doc the internet"}, {"topLevelComment": "Hi im from 2018"}, {"topLevelComment": "Fortnite si not real in IOS"}, {"topLevelComment": "When will it be free?"}, {"topLevelComment": "That would be great for me 😁"}, {"topLevelComment": "Can you please make Fortnite on Huawei to"}, {"topLevelComment": "I have  something that happens to me all the time I do squads or duos I don’t have any partners it happens all the time", "reply": "Do you have squad fill or duo fill on even? If not then, wow just wow"}, {"topLevelComment": "-Save the world on fortnite iPad-"}, {"topLevelComment": "Why does it not let me play fortnite in  Android  u\nLyed"}, {"topLevelComment": "Let  ps4 and Xbox play with each orther"}, {"topLevelComment": "Best"}, {"topLevelComment": "Fortnite battle royale season 5 is crashing repair it pleeeeaase. I am a subscriber"}, {"topLevelComment": "Love season5"}, {"topLevelComment": "Make Trios!"}, {"topLevelComment": "Haha you are poooooop"}, {"topLevelComment": "Please add fortnite on iOS ipad 9.3.5"}, {"topLevelComment": "Would you guys put fortnite on Android"}, {"topLevelComment": "Can you give me free v bucks because my mum won’t let me"}, {"topLevelComment": "Back when it got announced"}, {"topLevelComment": "Add a building contest mode"}, {"topLevelComment": "When is save the world free it's gotta be this year but what time is gonna be maybe never"}, {"topLevelComment": "Seus filhos da mãe comprei 1.0000 v-bucks e não chegou tentei entrar no fortnite tô esperando até agora thau seus bosta"}, {"topLevelComment": "Can you put fortnite on ps3"}, {"topLevelComment": "Please make season 2 come back out i have not got floss or ridethepony  can you please please please please please please please please"}, {"topLevelComment": "I am not trying to be rude here..I am sure this game is ok..but now I was trying to save my shild..I had to beg players to come..beg..no one came..its an off night for my group I play with..Imagine I can't progress now..you ruined the game..too many players are all over the place now..you don't have enough player base yet..why are you messing around..If I could contest those credit card charges with out sony closing my account I'd do it in a heat beat...this game is getting me so pissed off"}, {"topLevelComment": "https://www.youtube.com/watch?v=RMyUtchHwtc...folks watch this review on this game..I paid over 150 bucks and the developers are taking me for a ride..mixing me in with the free to play folks..I have been chopping my ass to get to level 40 and almost have had it..My wrist hurts now from all that controller action..shame in them..Hitting a big pile of cars to get one screw..guess what screw you..lol..get it..Epic treat your customers not like fools..."}, {"topLevelComment": "I really love the game, but it kinda makes me mad to think my personal stats that I've collected throughout the time playing may not even matter because when y'all drop leaderboards/personal stats it might start all the way over as if I have not even played the game. What my question is.. When y'all drop personal stats will it consist of previous stats that were already collected by the player or is it gonna act like I have never played the game?"}, {"topLevelComment": "Wtf is wrong with the weapons tho, empty a whole clip into someone and they don't die, then kill me off half a clip"}, {"topLevelComment": "Character customization??"}, {"topLevelComment": "Survive the storm was good but, it would be better by waves survive 15 waves, allowing us when defend and when gather resources, also if we can go out any time, like we only want to do 10 waves and also having a reward for the 10 waves. Not for the 14 or so"}, {"topLevelComment": "Four hour missions wouldnt be so bad if they could be done in sections that can allow you to step out and that not mean losing out. let us take our break and come back when we can."}, {"topLevelComment": "leaderboard plz"}, {"topLevelComment": "Basically brought their own flavor. Unique in the Battle Royal genre."}, {"topLevelComment": "About the battle royale part of the game, are y'all working on letting people use mics in game to talk to team mates"}, {"topLevelComment": "NERF THE SCOPED ASSAULT RIFLE"}, {"topLevelComment": "Character customisation and level system?"}, {"topLevelComment": "Please make bullets travel faster...We need some sweet death animations, etc.  May as well put a golf course in there too!!  (Playable of course)"}, {"topLevelComment": "Fortnite, from what I hear when you talking about cosmetic rewards, all I'm going to say is, don't under value this system, GW2 + POE + Warframe are build on cosmetics f2p systems, you need to add cosmetic rewards to the BR mode ASAP I'm getting really bored of playing the BR mode with no rewards. Please don't under value this system."}, {"topLevelComment": "Loving Battle Royale guys! Keep it up! Won my first match last night and it felt like I won the lottery, (I got lucky)"}, {"topLevelComment": "Why are you updating the servers at friday evening at 20.00 pm??!"}, {"topLevelComment": "I sent in feedback to you guys and just hearing you say we want the community to be nice to us I want to add to that. The Community of Fortnite is absolutely amazing, from Day 1 EA the players on PS4 are super nice and helpful. We joke around some times but Fortnite probably has the best community I've ever been around."}]}, {"videoID": "rZS5qlCGCIY", "publishedAt": "2018-10-26T06:08:13.000Z", "title": "How to Talk About the Past in English", "description": "In this lesson, you can learn how to talk about the past in English.\nTalking about the past includes many things. Do you want to talk about interesting experiences you’ve had, tell a funny story, or talk about something you regret in the past? If you have a good example, be sure to share it in the comments!\n\nIn this lesson, you’ll see the words, phrases and structures you need to talk about the past in clear, fluent English.\n\nSee the full lesson with text on our website: https://www.oxfordonlineenglish.com/talk-about-the-past-in-english.\n\nThis lesson will help you:\n- Understand how to describe experiences when you talk about the past in English.\n- Use good phrases to compare the past to the present in English.\n- Learn how to begin a story when you talk about the past in English.\n- Understand words and phrases to use when talking about a sequence of events in the past.\n- Talk about things you regret in the past.\n\nContents:\n1. How to Talk About Your Past Experiences 0:41\n2. How to Compare the Past and Present 3:16\n3. How to Set the Scene of a Story 6:36\n4. How to Show the Sequence of Events in a Story 8:36\n5. How to Talk About Past Regrets 12:14\n\nSee more free English lessons like this on our website: https://www.oxfordonlineenglish.com/.", "viewCount": "82897", "likeCount": "2281", "dislikeCount": "65", "commentCount": "209", "comments": [{"topLevelComment": "Add a translation in your own language and help others talk abut the past, too! http://www.youtube.com/timedtext_video?ref=share&v=rZS5qlCGCIY"}, {"topLevelComment": "Very useful for my english. I 'd like to talk with you directly.", "reply": "Thanks for sharing your comment. Our certified English teachers can help you with online classes. You can book a trial lesson here: https://www.oxfordonlineenglish.com/book-first-class."}, {"topLevelComment": "I could have gotten a good  position in a company right now if i had started study english when i was younger"}, {"topLevelComment": "I wish i had studied english when i was younger\nIf only i had studied english when i was younger i would have accustomed to it by now"}, {"topLevelComment": "I didn't use to study english\nI didn't use to sleep early\nI didn't use to watch english movies"}, {"topLevelComment": "I used to be Skinny, Now I can't stop thinking about food, I often make decisions for my Dinner after My lunch."}, {"topLevelComment": "I watch these videos now , but I didn't watch them in past.\nI would think it difficult .\nPlz read and point out my mistakes", "reply": "Nice answer. If you're talking about the past, you want to say 'I thought it was difficult' or 'I used to think it was difficult,' not, 'I would think it difficult'."}, {"topLevelComment": "Dope Video! Sending blessing your way, Keep inspiring!🎒🙌🏻"}, {"topLevelComment": "Their way of teaching English I find it the best. I`ve tried other youtubers and they are very clear, understandable and their examples apropriate."}, {"topLevelComment": "Hello ! What is the difference in using 'would' and 'used to'  ? Please respond to me !", "reply": "Hi Pratap, we use 'would' to talk about habits in the past which were actions: 'When I was young, I would wake up early every morning'. We use 'used to' to talk about habits in the past which were actions or states: 'When I was young I used to wake up early every morning,' or, 'When I was young I used to be very shy'. Hope this is useful for you!"}, {"topLevelComment": "Thank you teachers ,I followed you every video ."}, {"topLevelComment": "Extremely helpful!!  Thank you Martin, Stephanie and all the people of OOE."}, {"topLevelComment": "I went to dalat city when i'm 10 year old.\nI have been to dalat\nI used to play soccer \nI don't have time to cry anymore\nI would play guitar when i'm a student", "reply": "Hi Manh, thanks for sharing your answer. Here are a few suggestions for you: \n\n1) '...when I was 10 years old,' not, '...when i'm 10 year old'.\n2) Always capitalize proper names like 'Dalat'.\n3) '...when I was a student,' not, '...when i'm a student'.\n\n\nHope this helps you!"}, {"topLevelComment": "I am learning English by myself and I see this videos very interesting  to learn either grammar or entonation"}, {"topLevelComment": "Thanks! I liked this video very much."}, {"topLevelComment": "tnx"}, {"topLevelComment": "i can not speaking English very will i need help"}, {"topLevelComment": "thank for lessons"}, {"topLevelComment": "Thanks"}, {"topLevelComment": "Thank you so much teachers the video is very helpful"}, {"topLevelComment": "You're good teachers thanks so much for teaching English"}, {"topLevelComment": "That lesson was great!😊\nHowever I'm wondering whether  this structure'd be also correct:\n“ If only had I had wasted less time on studies procrastination back when I was in primary school,I'd have way better performances on my studies nowadays”", "reply": "Hi Pablo, this structure does not work. Instead, you should say: 'If only I had wasted less time...'. Hope this helps you!"}, {"topLevelComment": "Past perfect \nI found it difficult \nNeed a complete video on that topic", "reply": "Thanks for the suggestion, Makwana! Keep checking back for new videos!"}, {"topLevelComment": "Very interesting, I from Indonesia i,ve story. when i was 8 year's old i start liking English books for my mother's that was printed in 1967, Lol very old books. and i started to like English when i collage to date. i never learned specifically only through Online English class. The goal i want tolearn and look for friendship. and now, i've be able to chats with Englis although just  a little. Thank you"}, {"topLevelComment": "any english speaking partner ,plz let me know"}, {"topLevelComment": "Please tell me the verb form after using I wish.. to describe past."}, {"topLevelComment": "i wish i 'd found this chanel eslier, my english is maybe better"}, {"topLevelComment": "Both of teachers voice very crystal clear and comfortable for learning English. Thanks a lot for teaching."}, {"topLevelComment": "I wish i had learnt it before."}, {"topLevelComment": "I'm an English teacher in a small village and l'd LIKE to improve my English. Your lessons are very helpful for me and l recommend them to my pupils. Thanks a lot to all of your teachers. They are amazing positive persons.", "reply": "Thanks for the support, Dimas! Glad you enjoy the lessons."}, {"topLevelComment": "Please tell the use of \"would\"in the following sentence.\nHere she met the man who would marry her.", "reply": "Hi Abhinav, this lesson might help you: https://www.oxfordonlineenglish.com/would-modal-verbs."}, {"topLevelComment": "It was a great lesson. I had never seen a complete lesson before. I wish I had seen a lesson like this before.", "reply": "Thanks for watching, Wilson! Glad you enjoyed the lesson."}, {"topLevelComment": "Hi, I'm from Brazil and learning English is something I love to do. O haven't watched the whole video, but I would like to ask something: is there any difference between asking \"What did I do?\" and \"What have I done?\"\nThank you very much", "reply": "Thanks for watching, Carolina! Try watching the whole video first, then tell us if you're still confused :)"}, {"topLevelComment": "Can I give suggestion? I watched a lot of videos from ooe. Its really give many knowledge. But actions and background look dull. Can you make in a classroom and sitting face to face or facing to camera? You can put title on the background. Especially Olivia need to look in front not above. When you want to show script, either full screen PowerPoint or put annotations with an announcer to cover background. It will look more natural.", "reply": "Thanks for the suggestions, Tommy! Video production is complex, and it involves certain compromises. Also, much of what you see has been shaped by viewer feedback over 5 years of building our channel. However, we always appreciate constructive feedback, so feel free to share your ideas in future :)"}, {"topLevelComment": "This is a great video from the masters in the international language. \n\nKeep doing this kind of video which will definitely help people who really wanted to have an upper hand in the English language.", "reply": "Thanks for the comment, Athul!"}, {"topLevelComment": "Hi there!Could you explain how it correct to say\"I was there for several times\"or\"I've been there for several times\".Thank you in advance)))Also who wants to improve your English speaking skills just let me know on What's Up +380664683976 or in the Skupe- tema211989", "reply": "You can say 'I was there several times', or 'I've been there several times'. Both are correct, although the meaning is different."}, {"topLevelComment": "thank you so much for this lesson，it is really helpful！"}, {"topLevelComment": "Very useful. I learned a lot."}, {"topLevelComment": "u i used to play trumpet\ni did not use to drunk alcohol any more\ni used to live in Benin\ni used to eat china food"}, {"topLevelComment": "So educating in a very simple form.\nThank you"}, {"topLevelComment": "Thank you my teachers it’s a very useful lessons,and the accent is a help full of learning"}, {"topLevelComment": "if not mistaken i think( would )is used to describe past actions not habits,however we use used to to refer to both past actions and habits . i feel confused as the respectable speaker(male) said that would can be used for both action and habits", "reply": "Hi Ahmed, when you use 'would' in the past, it refers to a past habit: 'When I was young my I would play at the park every day'. We can use it for actions which were habits for us in the past."}, {"topLevelComment": "Thank you very much for this interesting lesson", "reply": "Thanks for watching!"}, {"topLevelComment": "Thanks"}, {"topLevelComment": "what a perfect video for student"}, {"topLevelComment": "Ok thanks"}, {"topLevelComment": "Actually this lession is inconceivable. I learnt a plethora of things i had't known before. I used to watch your almost all lessions. Then to be totally honest with you my job used to take up my time. That is why i couldnt watch these lessions. But now i have got enough time to watch. Now i watch almost everyda."}, {"topLevelComment": "I hadn’t save money in past four i was suffering now . \nI hadn’t studied  my graduation properly now job is serious issues for me . \n\nI hadn’t think for next years now I suffereing alot with english language.", "reply": "Hi Krishna, almost! For past perfect, you want to talk about two things in the past: 'I hadn't saved money, so I wasn't able to travel', 'I hadn't studied so my job had serious issues', etc."}, {"topLevelComment": "Sir,could you please give the meaning of this sentence.\"corruption is rampant in every segment and every section of society,barring the social status attached to it\".I could not understand the meaning from the word barring.does it mean some importance is given to corruption.p Siva Rao,India."}, {"topLevelComment": "U guys are too good 👌👌"}]}, {"videoID": "By6Wn0EN7Lc", "publishedAt": "2016-03-22T16:40:39.000Z", "title": "5 GOPRO TIPS PART 2", "description": "Covering 5 GoPro Tips that will help you shoot and edit better GoPro videos. \n\nGoPro HERO5: http://geni.us/B6SOPy\n\nMy YouTube Gear: http://www.amazon.com/gp/registry/wishlist/3VC08B6XKVTIE/?tag=gissplac-20\n\n1440p stretch tutorial: https://goo.gl/r4Mkuf\nDownload Recuva: https://goo.gl/VldwMB\n\nFacebook: https://www.facebook.com/jeremysciarappa\nSnapchat: jeremysciarappa\nTwitter: http://twitter.com/jeremysciarappa\nInstagram: http://instagram.com/jeremysciarappa\n\nSupport MY CHANNEL for FREE by doing your Amazon shopping through this link (bookmark it!): \nUS: http://www.amazon.com/?tag=gissplac-20\nUK: http://www.amazon.co.uk/?tag=jeremsciar-21\nDE: http://www.amazon.de/?tag=jeremsciar00-21\n\nMUSIC WANTED!\nIf you would like your music featured in my videos, then please private message me.", "viewCount": "74751", "likeCount": "2210", "dislikeCount": "42", "commentCount": "1079", "comments": [{"topLevelComment": "i want the hat the video is the most useful one i have ever watched"}, {"topLevelComment": "I want that hat"}, {"topLevelComment": "Awesome vids man. you explain things well\n\noh yea...\n\nI WANT DA HAAAAAAAAAAAAAAAAAAAAAAAAAAAT :D"}, {"topLevelComment": "great tips \ni want the hat"}, {"topLevelComment": "Hey man, great videos! I've part 1 and was awesome. Like the gopro hat, where can I get one?"}, {"topLevelComment": "i want the hat !!!!!!!!!!!!"}, {"topLevelComment": "I want the hat, even though it's probably long gone"}, {"topLevelComment": "I WANT THAT HAT"}, {"topLevelComment": "i subscribed and liked part 1 and part 2"}, {"topLevelComment": "please i really want the the hat"}, {"topLevelComment": "want the hat"}, {"topLevelComment": "great video! also id like a hat"}, {"topLevelComment": "i want the hat!"}, {"topLevelComment": "not very good sorry", "reply": "thought it would be, sorry."}, {"topLevelComment": "i want that hat"}, {"topLevelComment": "Awesome video"}, {"topLevelComment": "i would like the hat... n keep the videos coming... very helpful"}, {"topLevelComment": "I want the hat"}, {"topLevelComment": "i whant the hat"}, {"topLevelComment": "I want the hat!"}, {"topLevelComment": "i want the hat"}, {"topLevelComment": "Great helpful video, I want that hat!"}, {"topLevelComment": "😴😴😴😴"}, {"topLevelComment": "hey i had a problem with my gopro where i switched sds with a friend on a trip and the sd has an error now, as well as my gopro hero 5 black touch screen not turning on when the camera turns on, and sometimes the front black/white screen not turning on. its really bugging me as i had 64 gb of data on the card that i cant acces now, if you had any tips i would greatly appreciate it, love your videos and was planning to use your editing tips to make the video with the clips from the card, thanks."}, {"topLevelComment": "Pretty sure no one would return your camera"}, {"topLevelComment": "I still want the Hat! :)"}, {"topLevelComment": "Another cool video. Already subbed. Have liked and yes i want the hat."}, {"topLevelComment": "I WANT THE HAT!!!!!"}, {"topLevelComment": "je veux le chapeau"}, {"topLevelComment": "I want the hat i am in 2017 :-D"}, {"topLevelComment": "I need that hat"}, {"topLevelComment": "thank you for uploading tip videos im learning alot only if my laptop could handle the editing part"}, {"topLevelComment": "i want the fucking hat"}, {"topLevelComment": "I want that hat."}, {"topLevelComment": "On the first one you can link it to a ip tracking website that redirects anyone who scans the qr code to your Instagram or something. If the dont return it you can track them if you are lucky enough that they are in their home."}, {"topLevelComment": "Great tips! Just ordered a 4 Silver and can't wait to try it out. \nIf that GP hat hasn't found a home yet... I want the hat! :)"}, {"topLevelComment": "why my gopro studio look so diff from his? i dont have editing options on the right side..  why? please help me"}, {"topLevelComment": "I want the hat :) hahah."}, {"topLevelComment": "Just purchased a new go pro hero 5, looking for tips on how to us. Plus i want a cap!"}, {"topLevelComment": "I want the hat", "reply": "Am I too late😂😂"}, {"topLevelComment": "I want the hat"}, {"topLevelComment": "I Want that Hat!"}, {"topLevelComment": "I want the hat. you make amazing and helpful vids"}, {"topLevelComment": "Thank you so much for your info.  I just got my first GoPro for Christmas.  I want the hat.  Happy New Year and keep up the super videos............."}, {"topLevelComment": "I want the hat!"}, {"topLevelComment": "i want the hat"}, {"topLevelComment": "I want the hat"}, {"topLevelComment": "I want the hat"}, {"topLevelComment": "I want the hat."}, {"topLevelComment": "PLEASEPLEASE DO MORE HAT/CAP GIVEAWAYS"}]}, {"videoID": "XCnMBb5a8yQ", "publishedAt": "2011-11-18T11:51:35.000Z", "title": "Die Kanzlerin antwortet - Teil 1", "description": "Vielen Dank für fast 1800 eingegangene äußerst spannende Fragen. Im ersten Teil beantwortet die Kanzlerin die Fragen 10-7: Dabei geht es um die Themen Diäten für Bundestagsabgeordnete, das Sozialversicherungssystem und die direkte Demokratie. Am Montag folgen die Antworten auf die Fragen 6-4.", "viewCount": "74647", "likeCount": "428", "dislikeCount": "651", "commentCount": "259", "comments": [{"topLevelComment": "DIe labert relativ viel SCHEI?E OMG HAHAHAHAHAHHA NOOB"}, {"topLevelComment": "einfach nur schlimm! Sie hat in der DDR das Reden gelernt! Jubel, Trubel, Heiterkeit, alles in Ordnung und alle Zufrieden. Aber vom Volk das sie umgibt hat sie keine Wahrnehmung. "}, {"topLevelComment": "lol"}, {"topLevelComment": "wenn man der Atomkraft-Mafia nicht den Hahn zudreht, obwohl:\n- 300 Mrd Euro SUBVENTIONEN kassiert haben und das Märchen vom \"billigen Strom\" erzählen\n-Tchernobyl und Fukushima jedem gezeigt hat, es gibt keine \"100% Sicherheit\".\n- das Atommüll-Problem nicht gelöst wurde... es gibt bis heute kein ENDLAGER \n-Der Ausstieg beschlossene Sache war.\n\nFrage: \n-kann ich Euch (Entscheidungsträger) wegen \"Grober Fahrlässigkeit\" anzeigen, wenn die Regierung einen \"Rückzieher\" macht?? \n\n\n"}, {"topLevelComment": "Merken die eigentlich nicht, dass es bei nahezu allen Posting nur Thumbs down gibt ???\nPeinlich, wenn ein Staat die Bürger bescheißt und sich dann via Youtube auch noch weltoffen gibt !!!\n"}, {"topLevelComment": "Ichfinde esschonbeschämend wenn man keine einzige Antwort richtig beantwortet. Man kann durchaus, da wir ja die Arbeitgeber der Politiker sind, verlangen das die Abgeordneten usw. keine Nebentätigkeiten ausführen. Auch ein Arbeitgeber kann dieses wenn der Arbeitnehmer nicht die Leistung bringt und das ist bei unseren Politkern nicht wirklich der Fall deswegen arbeiten die Politiker ja auch Nebenbei wenn Sitzungen im Bundestag sind.Wann soll man denn sonst Geld verdienen oder Twittern Frau Merkel"}, {"topLevelComment": "Was genau meinst du?"}, {"topLevelComment": "wäre es mal möglich das die kanzlerin einmal ,\nnur ein einzigstes mal direkt antworted ohne \numschweifungen zu machen.\neine 1:1  antwort  das es jeder versteht.\nso hat sie keine frage frage beantworted wie in diesem video.\n \nwarum verdienen dann bürgermeister so viel? \nwarum verdienen dies das hundertfache eines einfachen handwerkers im monat?"}, {"topLevelComment": "jeder mag anderer meinung sein ob der inhalt dieser videos richtig \"ist\", ich finde die idee solcher videos jedoch super und begrüße es auch das politik auch im internet ausgetragen wird. ich finde es ok wenn man vernünfige kommentare und begründete kritik unter solche videos postet, jedoch nicht wenn  man sich beleidigend oder abfällig über frau merkel und co. äußert. ich denke das solche video botschaften eine tolle sache sind und auch in zukunft weiter geführt werden sollten."}, {"topLevelComment": "Sorry - die Fragen habe ich verstanden - aber wo waren die Antworten? Kein Problem ich habe ja die e-mail-adresse von Ackermann....."}, {"topLevelComment": "Solange der Helot nur Fragen stellen will, aber keine Veränderung verlangt, \ndarf der Helot dies tun."}, {"topLevelComment": "@MrKoch1995 oder wenigstens \"Hier besteht möglicherweise Diskussionsbedarf!\", das würde ja schon reichen... wen wundert es, bei einer Partei, die den Dogmatismus im Namen trägt (gemeint ist das \"christlich\" ;-))"}, {"topLevelComment": "schon aufgefallen das die merkel niemals auf eine frage antwortet \"ja stimmt, hier muss man was ändern!\"?"}, {"topLevelComment": "zur frage 8: leider ist die antwort falsch. denn abgeordnete \"arbeiten\" nicht nebenbei, schon garnicht im eigenen betrieb/firma....sie bekommen geld nebenbei. denn zum arbeiten haben sie eigentlich gar keine zeit, wenn sie ihrem job als abgeordneter gewissenhaft nachgehen. nee nee nee...."}, {"topLevelComment": "Merkel:\"ich stehe dem ablehnend gegenüber\" unfassbar eine Beamte die von uns gewählt wurde um UNSERE Interessen zu vertreten erlaubt sich so eine aussage.Da kann man mal sehen was aus der Herrschaft des Volkes geworden ist .Ich frag mich wie lange sie diese Scharade aufrecht erhalten will."}, {"topLevelComment": "@HolzHausMovies \ngerade weil es mir nicht gefällt, würde ich es mir angucken. immerhin geht uns das alle was an, was sie von sich lässt. also laber nicht!"}, {"topLevelComment": "Neuwahlen bitte!!!!"}, {"topLevelComment": "Frau Merkel, warum nehmen sich Politiker das Recht raus so viel zu verdienen?"}, {"topLevelComment": "mensch leute heult mal nicht so rum"}, {"topLevelComment": "entweder ich hab´s nich richtig verstanden oder hat sie wirklich kaum eine frage richtig beantwortet sondern nur um den heißen brei herum geredet ? "}, {"topLevelComment": "Ich kann verstehen, daß die Bundeskanzlerin ein sehr enges Zeitbudget hat, doch wenn so etwas dabei heraus kommt, kann man es meines Erachtens gleich lassen, denn hier zeigt sich wieder einmal die Rhetorik der Politik mit ihren leeren Worthülsen. Ich bin etwas enttäuscht von den ausweichenden, wenig ausführlichen und nur halbwahren Antworten auf wirklich spannende Fragen.  Also heisst es lesen, bilden und die Antworten auf brennende Fragen selber herausfinden. Wohl dem, der die Zeit dazu hat."}, {"topLevelComment": "@SnookyDex \nich sehe kein solches problem in der anonymität der fragesteller aber sonst stimme ich dir auf jeden fall zu!"}, {"topLevelComment": "@Buchstabeneingeben du hast anscheinend nicht aufgepasst oder ein falsches Video gesehen."}, {"topLevelComment": "Ich finde sie hat es sehr gut gemacht und meine Erwartungen bei weitem übertroffen.\nNur weil die Torfnasen hier keine Ahnung von Politik haben, und unpassende Kommentare verfassen sollte diese vorbildliche Aktion der Bundesregierung nicht schlecht dargestellt werden. \nLeider hinkt  die Idee noch in der Praxis, denn\nso lange man sich hinter einem anonymen Internetnamen verstecken kann wird es nicht zu ernsten und durchdachten Fragen, die auch bei der Kanzlerin hängen bleiben kommen."}, {"topLevelComment": "Danke Frau Merkel, dass sie haupsächlich um den heißen brei herumreden und versuchen sich zu rechtfertigen, anstatt sich kurz gedanken drüber zu machen und mir durch diese Befragung nur schwachsinn mitteilten"}, {"topLevelComment": "Zu 8... Besichtigungen und Begehungen, an Kursen, oder so kann man auch mit Antikorruptionsgesetzen teilnehmen. "}, {"topLevelComment": "find geil dass gleich nebenan n video von volker pispers empfohlen wird xD"}, {"topLevelComment": "@Loennebergah Riesterrente und Altersarmut? Das kann der Frau Merkel doch völlig egal sein, sie hat eh ausgesorgt."}, {"topLevelComment": "Fördern sie mal ruhig weiter die Riester Rente Frau Merkel, dann fördern sie die Alters Armut in Deutschland! Sagen Sie doch auch bitte gleich dazu wie viel Euro man pro Monat einzahlen muss, damit diese sich lohnt....also ich hab keine 200- 300 Euro pro Monat übrig für eine unsichere Altersvorsorge!!!"}, {"topLevelComment": "was halten sie vom rücktritt des euros der alles zerstört und sie die DM wieder einführen die war 50J lang stabil :) stabilste währung der welt die DM"}, {"topLevelComment": "Die Renten / KV / AV / PV sind sicher, wenn ALLE auf ALLE Einkünfte Sozialabgaben mit dem SELBEN Prozentsatz zahlen. Der Vermieter auf die Miete, die Krankenschwester auf den Lohn, die Bank auf Gewinne, besonders Spekulationsgewinne, der Millionär auf Einkommen und Vermögenszuwachs... Wo zur Hölle ist das Problem? Dann muss man auch nicht schuften, bis man sozialverträglich frühablebt. Ab 60 Jahren ist von mehreren Ärzten zu entscheiden ob Rente. Wenn die ja sagen, keine Kürzung. FTS"}, {"topLevelComment": "Frau Dr. Merkel, wie wäre es denn, wenn wir mal gem. Art. 146 GG eine Verfassung wählen. Seit 20 Jahren wurde das versäumt. Will man in einem solchen Fall das Grundgesetz als Basis für eine Verfassungstext nutzen, wird ja bald nichts mehr von den Grundrechten übrig bleiben, so oft wie dort rumgepfuscht wird."}, {"topLevelComment": "\"Kommentar muss noch genehmigt werden.\" steht nach jedem Posting dort. Das ist Zensur durch Unterdrückung von kritischen Kommentaren. Wo ist mein vorletzter Kommentar geblieben? Und dann kommt noch das deaktivierte Kommentar-Rating dazu. Hier wird mit aller Macht Meinung zensiert."}, {"topLevelComment": "@AeroGanter Den Kommentar hätte ich gerne nach oben gevotet. Aber so, muss ich extra einen Kommentar dafür schreiben, weil die passende Funktion deaktiviert wurde."}, {"topLevelComment": "Es wäre nett gewesen, wenn die Frau Merkel auch auf die Fragen geantwortet hätte, anstatt nur drum herumzureden, die Diaten mit einem Glauben (\"Na das glaube ich nicht\") zu rechtfertigen und die passende Argumentationskette auf diesen Glauben aufzubauen bis hin zur erneuten Erklärung des kaputten Scheindemokratie-System bei Fragen nach echter Demokratie."}, {"topLevelComment": "angelo... ? angelo merte? =D"}, {"topLevelComment": "sie antwortet nicht auf die fragen, sie erklärt das system. was soll das?"}, {"topLevelComment": "@Mrsfreshtilldeath warum sollte geld mit diesem channel eingenommen werden?"}, {"topLevelComment": "@Mrsfreshtilldeath Der Channel ist nicht monetarisiert. Es werden keine Banner eingeblendet und somit keine Einnahmen erzielt."}, {"topLevelComment": "@Mrsfreshtilldeath Mit diesem Kanal wird selbstverständlich kein Geld eingenommen; es ist umgekehrt: Dieser Kanal ist ein Sponsoren-Kanal, was nichts anderes heißt, als dass die Bundesregierung bzw. der stellvertretende Betreiber an Youtube Geld bezahlt, wodurch dann zusätzliche Funktionen zur Verfügung stehen. Darüber hinaus läuft auf anderen Kanälen Werbung für diesen Kanal. Das wird mit Steuermitteln bezahlt. Aber für so wissenswerte Informationen zahlt man doch gerne."}, {"topLevelComment": "Wohin fleist das Geld, das mit diesem Channel hier eingenommen wird? :)"}, {"topLevelComment": "@drecksgrieche fällst du auf so ne Masche echt rein? Das ist doch der älteste Wahlfangtrick der Welt! Bissl auf Volksnah machen. 4 Minuten blödeln und schon sind 5 Blödel mehr an der Wahlurne. Bei der Spd wurde damals Sekt verteilt. Und Schröder hatn paar coole Sprüche abgelassen. Naja die Merkel versucht es halt mit dieser Frage Sache. Bringen die Fragen etwas? Wurde bisher wirklich etwas beantwortet? Eigentlich doch nur ein Armutszeugnis! Frei nach dem Motto: jetzt greifen wir zum letzten Halm"}, {"topLevelComment": "riesterrente-lest mal von gestern die bildzeitung-toll-frau merkel.-frau merkel-warum reden sie sich eigendlich raus?sie eiern hier rum!-antworten auf fragen-keine!"}, {"topLevelComment": "Auch wenn ich das Video inhaltlich etwas dünn finde, befürworte ich auf jeden Fall die Tatsache, dass sich unsere Kanzlerin auf Youtube den Bürgerfragen stellt. Eine positive Entwicklung."}, {"topLevelComment": "Ne das kann man nicht machen.... zzzzz haha XD"}, {"topLevelComment": "@Wegbattler \nNanana, wenn schon belehren, dann richtig! Das sprachliche Geschlecht vom Wort Hanf ist männlich, da es \"der Hanf\" heißt. Also wäre die korrekte Beugung:\n\nGebt DEN Hanf frei!\n\nÜbrigens schließe ich mich der Forderung an."}, {"topLevelComment": "Das war alles?Da beschreibt sie in kindergartenmanier,woher sie die Idee zu ihren monatlichen bezügen bekommen!Wiso hat sie nicht gesagt,wir haben einige Berufstände herausgepickt,die am Monatsende `ne schwere Lohntüte haben und dachtent,das wollen wir auch haben!Da hätten sie die Summe auch gleich selbst einsetzen können!Der Rest waren doch auch nur ausgesuchte Pipifax Fragen,von Usern ohne Namen...ich lach mich tot!Ich hätte mich gern als Fragesteller dort hingesetzt,dann hätte es geraucht!!!!"}, {"topLevelComment": "wo ist eigentlich der unterschied zwischen einem user und einem bürger ?\n"}, {"topLevelComment": "Wieso kann man hier keine comments raten? Das ist Meinungsunterdrückung! Und die Comments müssen erst genehmigt werden?!"}, {"topLevelComment": "Merkel sollte ins Theater wechseln mit ihrer Bürger Verdummung"}]}, {"videoID": "dps79Y6Tm-w", "publishedAt": "2015-12-22T20:00:02.000Z", "title": "The Internet's Greatest Acts of Kindness | Party Fun Times Ep 6 | Taryn Southern", "description": "With the holiday season in full swing, we thought we'd put down the booze and lift up another type of spirit - kindness! Join me as we countdown the top 5 ways the internet changed the world in 2015. You’ll still get all those familiar warm and fuzzy Party Fun Time feelings...but without the hangover.  Subscribe! http://bit.ly/TarynSouthern \nSubscribe to the amazing Matthew Hoffman: http://bit.ly/1IYSoY5\n\nOn this special episode of Party Fun Times we celebrate the holiday season without KINDNESS COUNTDOWN, and celebrating those who are doing GOOD on the internet! Meet my very special guest Matthew Hoffman, whose web series “Tuesdays with Matthews” chronicles his volunteer program where he has seniors re-create iconic scenes from classic movies. Together we’ll count down other amazing moments when the internet community came together this year to accomplish incredible things. \n\nSpecial Guest: Matthew Hoffman - http://bit.ly/1IYSoY5\n\nLinks to the people on our Kindness Countdown:\n\n1) Jason Kapoor started a GoFundMe account in an attempt to raise money so that Tony Berard could buy a car and not have to ride his bike in the snow:\nhttps://www.gofundme.com/KeepTonyWarm\n\n2) Ashlee Buratti's plea to make her autistic son's birthday special was answered by her Florida community in the most wonderful way:\nhttp://www.dailymail.co.uk/news/artic...\n\n3) Godfrey Cuotto's random act of kindness by simply holding the hand of a stranger in need of comfort:\nhttp://abcnews.go.com/Lifestyle/stude...\n\n4) Katie Cutler raised money to help support and bring comfort to Alan Barnes after he was attacked and mugged outside of his home:\nhttps://www.gofundme.com/l0dt9o\n\nCan you believe Maker Studios gave me a talk show? Yeah, me neither. Meet the most unique people the internet has to offer and put back some mixed drinks. Hell, maybe we'll all learn something --- but probably not. Check it out here: http://bit.ly/PARTYFUNTIME \n\nParty Fun Times coming to you every Tuesday at 6pm PST/9pm EST.\n\n▶ MY MONTHLY NEWSLETTER: http://bit.ly/tarynemail\n▶ INSTAGRAM http://www.instagram.com/tarynsouthern\n▶ SNAPCHAT & PERISCOPE: Tarynsouthern\n▶ PATREON: http://www.patreon.com/taryn\n▶ ITUNES: http://bit.ly/tarynsongs\n▶ FACEBOOK: http://www.facebook.com/TarynSouthern\n▶ G+: http://bit.ly/tarynplus\n\nProduced by:\nMaker Studios http://www.makerstudios.com\nSteel Wool Entertainment http://www.steelwoolentertainment.com\nProducer - Brad Simpson \nExecutive Producer - Taryn Southern \n\nOTHER LINKS:\nOfficial Website ▶ http://www.tarynsouthern.com\nT-Shirts & Stuff ▶ https://tarynsouthern.spreadshirt.com/\nIMDB ▶ http://www.imdb.com/name/nm2342543/\n\nIf you'd like to support my channel and get cool things in the process, click here: http://www.patreon.com/taryn\n\n\n\nAnd finally, buy stuff on Amazon using this link! A small portion of the sales will go toward helping me fund this channel and the price is the same for you, friends: http://bit.ly/taryntv", "viewCount": "72804", "likeCount": "926", "dislikeCount": "30", "commentCount": "71", "comments": [{"topLevelComment": "You should do the Q and A Nudity for or against it challenge vlog"}, {"topLevelComment": "Generally like this guy's cheery thing...  BUT!!!... am FURIOUS!!!!!... about the minivan for the bike riding guy!!!  The guy was doing the RIGHT THING!!!  I just got done running some errands in the rain on my bike and I just have to wonder... exactly WHOSE driving do you think is... CRUSHING!!!... the planet?!?!?  Whose driving do you think keeps us militarizing the Middle East and supporting repressive regimes that will play ball with us on keeping the global oil supply flowing!?!?!  Just whose FXXXING driving is fxxxing everything up?!?!?  Is it someone ELSE'S driving?!?!?  jesus christ people are fxxxing stupid!!!  Set up a kickstarter for a PUBLIC TRANSPORTATION SYSTEM in this guy's town that works!!!  Or better yet... Vote the FXXX for Bernie Sanders and let's tax the living shit out of the rich bastards so people like this guy can get a break instead of the Trickle Down Shaft!!!  Hate me all you want... BUT I'M RIGHT!!!", "reply": "+Patrick Knight You fucking psycho loser"}, {"topLevelComment": "+Taryn Southern I have a question for you. Why is that framed picture in your wall blurred? Just curious."}, {"topLevelComment": "The kindness stuff made my eyes watery, goes to show that not everyone is a douchebag!"}, {"topLevelComment": "Still a fan ....love you and the new year.  2016  will be amazing for you. "}, {"topLevelComment": "OTROLIGT :)"}, {"topLevelComment": "LOVE THIS ONE"}, {"topLevelComment": "This is what I call a Quality YouTube Video... Excellent! Congrats!"}, {"topLevelComment": "you're great T.S. and crew"}, {"topLevelComment": "Awww I know you can't include everything but I was certain I was going to see Dancing Man in that list! That made all of my fuzzes get warms... As did the ones you mentioned I hadn't heard about 🙂"}, {"topLevelComment": "I farted while I watched this."}, {"topLevelComment": "kill bill"}, {"topLevelComment": "is it just me, or does she look like earmuffs from Scream Queens? 😂 Taryn so pretty."}, {"topLevelComment": "is it just me, or does she look like earmuffs from Scream Queens? 😂 Taryn so pretty."}, {"topLevelComment": "is it just me, or does she look like earmuffs from Scream Queens? 😂 Taryn so pretty."}, {"topLevelComment": "Okay Taryn.... You out did yourself with this one!!!! Awesome video!!!! Merry Christmas..."}, {"topLevelComment": "Парень педиковатый."}, {"topLevelComment": "Perfect episode for the season.  It's great to see the range of topics that \"Party Fun Times w/ Taryn\" covers!"}, {"topLevelComment": "this series is great :D"}, {"topLevelComment": "My favorite video so far. Keep them coming."}, {"topLevelComment": "this video made me so so so happy 😊😊😊"}, {"topLevelComment": "Great job darlin. Merry Christmas :)"}, {"topLevelComment": "Awesome!"}, {"topLevelComment": "Merry Christmas Taryn!"}, {"topLevelComment": "Is Matt single coz no one can deal with that much amazing yet?"}, {"topLevelComment": "Kinda shocked you didnt bring up twitch streamers bringing in alot of money, like yogscast for example"}, {"topLevelComment": "My heart grew 3 sizes today.\nI am having palpitations, yay!"}, {"topLevelComment": "I need to go to the hospital....... I've been shot by the feels!"}, {"topLevelComment": "this is great"}, {"topLevelComment": "I need your shirt. I need it."}, {"topLevelComment": "Taryn Southern 10 out of 10. Would fall in love."}, {"topLevelComment": "Suggestion for 2016: this! I want to see more of the good work that people are doing brought into the light!!!!!"}, {"topLevelComment": "Awesome"}, {"topLevelComment": "I'm bloody crying ☺"}, {"topLevelComment": "Taryn - loving the new show. This episode was so wonderful and inspiring. Keep it up!"}, {"topLevelComment": "damnit you're pretty.\n\n#noeffingdug\n#alreadyknewthis\n#immashutupnow"}, {"topLevelComment": "Taryn has the cutest laugh"}, {"topLevelComment": "loved the episode!! very touching! I would be lying if for a moment I was sad it wasn't wild and crazy like normal, but you definitely made up for it. also seeing the clips from the next episode it looks like things will go back to normal! love the show!"}, {"topLevelComment": "i like party fun times"}, {"topLevelComment": "I LOVE Cats!!!!"}, {"topLevelComment": "Matthew dissed Tayns show after she plugged and donated to his.  GANGSTA! lol"}, {"topLevelComment": "literally cried when i heard about all the kind acts"}, {"topLevelComment": "TARYN WHERE'D YOU GET YOUR SHIRT I MUST KNOW"}, {"topLevelComment": "this has also been a good year for veganism because of the internet which makes me so happy ^.^"}, {"topLevelComment": "Great episode, hey Taryn I was just wondering if u got the Christmas Card I sent u."}, {"topLevelComment": "This was a great episode Taryn.  I wish you well.  Peace"}, {"topLevelComment": "Urgh having an emotional hangover and watching this has slayed me. Well done internet."}, {"topLevelComment": "Have a Great Holiday Taryn and team!", "reply": "Happy holidays!"}, {"topLevelComment": "Excellent job Matt with the seniors!"}, {"topLevelComment": "I'm really enjoying this series Taryn. You're an excellent presenter and I think the whole concept it great, as is the production quality. Keep it up!"}]}, {"videoID": "Y5N16vcFOo0", "publishedAt": "2012-11-21T20:31:06.000Z", "title": "Pixar Short Films Collection 2 - Director's Student Films Teaser", "description": "John Lasseter, Pete Docter, and Andrew Stanton introduce some of their early student films as part of the Pixar Short Films Collection Vol. 2, now available to own.\n\nOrder yours now: http://di.sn/l54", "viewCount": "72255", "likeCount": "128", "dislikeCount": "7", "commentCount": "3", "comments": [{"topLevelComment": "Good teaser :) The sketch drawings were neat. I create my amateur animation & story boards by model-sets. By building the models with the story board at the same time and use that for my time line, I'm a one person operation so i have to try to save myself work .,,lol  I Enjoyed your video Peace !\n"}, {"topLevelComment": "5th!!"}, {"topLevelComment": "Just 4 Comments? "}]}, {"videoID": "GavP7BLhFpw", "publishedAt": "2013-11-26T02:55:56.000Z", "title": "Introducing T3 Framework version 2.0.0 - Compatible with Bootstrap 3", "description": "We just released T3 Framework version 2.0.0 a few days back. It's now compatible with Bootstrap 3, also comes with Off Canvas navigation system for desktop, featuring Font Awesome 4, a brand new T3 Blank B3 for Bootstrap 3 while still works amazingly great with Bootstrap 2 on the same old T3 Blank template. \n\nMore insights on T3 Framework 2.0.0? http://t3-framework.org/whats-new.html\nSeeking for T3 Documentation? Find it at http://t3-framework.org/documentation.html\nMore video series on T3 Framework? http://t3-framework.org/video-series.html\nOr Join T3 Framework discussions @ http://t3-framework.org/discussions.html", "viewCount": "68599", "likeCount": "21", "dislikeCount": "2", "commentCount": "1", "comments": [{"topLevelComment": "It's beautiful"}]}, {"videoID": "Y2-fYVIHAhU", "publishedAt": "2011-11-18T15:46:07.000Z", "title": "Die Kanzlerin antwortet - Teil 3", "description": "Im dritten Teil des Interviews beantwortet die Kanzlerin die drei beliebtesten Fragen des Bürger-Interviews. Es geht um die Mehrwertsteuerbelastung von Familien, um Chancen der direkten Demokratie und um die Forderung, Cannabis als Droge zu legalisieren.", "viewCount": "68043", "likeCount": "201", "dislikeCount": "3143", "commentCount": "988", "comments": [{"topLevelComment": "boooo verlogene politiker, hört auf zu lügen."}, {"topLevelComment": "LÜGE; PHARMA PROPAGANDA;"}, {"topLevelComment": "Oh mein gott das tut weh..."}, {"topLevelComment": "uninformierter geht es warscheinlich garnicht..."}, {"topLevelComment": "\"...nicht freigeben sollen...\" von wem denn dürft ihr denn nicht Cannabis legalisieren? Die Pharmalobby? Amerika? Oder gar die ominösen Illuminaten? Wer weiß, wer weiß..."}, {"topLevelComment": "Bestes Beispiel dass unsere Regierung überhaupt keinen Schimmer von Cannabis hat."}, {"topLevelComment": "Ob du behindert bist?"}, {"topLevelComment": "Positiv ist, dass sie \"unserer Auffassung nach\" erwähnt hat. Die Auffassung der CDU/CSU ist nämlich bei generell allen Themen grundsätzlich falsch.", "reply": "Das ist der pluralis majestatis, unsere große Mutti hat einen an der Klatsche, anders ist das nicht zu erklären."}, {"topLevelComment": "Konsum von geringen mengen cannabis hat eine hohe Suchtgefahr....so ein Quatsch.... \nSchaut euch ma die Leute an die regelmässig rauchen, machen in der Arbeit alle 5min Raucherpause und wehe sie haben keine Zigaretten mehr. Dann werden sie unausstehlich. Aber noch viel schlimmer....Die Alkies die nichtsmehr zum Saufen haben. Legaaaaaaalize!!!! \nDas einzig Positive an dem video ist das es 2011 war und sich seitdem Weltweit viel getan hat und die Debatte wird auch immer Presenter. Aber brauchen halt ma Junge Leute in der Regierung nicht so altbackene Spießer die so Konservativ sind das einem Schlecht wird. Sogar in Nord Korea ist der Konsum halt Legal.....", "reply": "In NK ist der Konsum vielleicht legal aber das ist auch egal, da es sich einfach keiner leisten kann außer den 0,01% der Bürger die 99,9% vom Geld besitzen."}, {"topLevelComment": "ich sage dazu nur das selbe was ich vor 2 jahren bereits hier geschrieben habe doch einen neuen einfall hätte ich da frau dr Merkel holen sie sich doch ma en parr tipps von mister Obama vor einigen jahren wurde Cannabis unter anderen in gantz Colorado legaliesiert und die menschen arbeiten trozdem und es funktioniert für beide seiten gut die Konsumenten müssen nichts mehr mit kriminellen zu tun haben den wer holt sich sein Bier oder seinen Hanf schon in ner dunklen seiten strasse wenn man ein absolut unbedenkliches Produkt in einem offizielen laden bekommen kann oder im alk fall in einem laden oder einer bar/kneippe.\n\nPS.5000 bis 6000 Jahre vor Bier und co rauchten die menschen in gantz Europa Hanf also von wegen traditions droge Alkohol und bis in die 1935 jahre wurde sogar Hanf in deutschen Apotheken schon bei Kopfschmerzen verschrieben. "}, {"topLevelComment": "Was für ein ahnungsloses Geschwätz über Cannabis! Fremdscham bekommt hier eine ganz neue Bedeutung. Wenn andere Themen mit ähnlicher Ahnungslosigkeit angegangen werden, dann muss man doch sehr an der Kompetenz der Kanzlerin zweifeln! Wenn man keine Ahnung hat..."}, {"topLevelComment": "Vieleicht hat die gute Frau es noch nicht mitbekommen, aber die Karriere eines deutschen Alkoholikers fängt oft mit einem Glas ergänzend zum Essen an und endet dann mit einigen Happen Essen als Ergänzung zum Alkohol o.O Also in der Politik kann heutzutage wirklich jeder erfolgreich sein, um so weniger man sich mit den zu bearbeitenden Themen beschäftigt und auskennt, um so besser man irgendetwas in die gewünschte Richtung seinen Lobbys getreu daherschwafeln kann und so wirkt als sei man selber davon überzeugt und hätte die Qualifikation sich dazu zu äußern.... das an sich würde ich ja schon als traurig bezeichnen, aber noch trauriger ist es, dass solche Menschen Wähler finden und das nicht zu knap!"}, {"topLevelComment": "Wie dämlich ist die denn? Cannabis macht also schneller süchtig als Tabak? Jaja, ist klar Frau Merkel. "}, {"topLevelComment": "Ok Cannabis macht sofort süchtig ? Nun ja was macht Alkohol denn ? Wenn jemand mit Cannabis ein Problem bekommt so kann er schneller rehabliert werden als ein Alkoholiker.Im verlgeich zu Alkohol und Tabak macht Cannabis auch nicht Körperlich abhängig.Bei allem respekt Frau Merkel aber was sie uns da erklären wollen ist schon lange wissenschaftlich wiederlegt."}, {"topLevelComment": "Tabak soll weniger Suchtpotential haben als Cannabis das ich nich lache wer hat ihnen den das erzählt. Ich rauche mir gerne mal ein Joint am Wochenende und wenn ich kein Cannabis hab is das auch kein problem aber wehe ich hab keine Zigaretten mehr dann kann ich mich nich mehr Konzentrieren bin gestresst und werd viel schneller aggressiv/sauer. Da fällt es mir schwer ihrer aussage zu glauben. Ausserdem ist es dem Dealer egal wie alt der Kunde ist in einem Coffeeshop könnte das überprüft werden. "}, {"topLevelComment": "Antwort Frau Merkel: die Nebenwirkungen?"}, {"topLevelComment": "Meine Frage an sie Frau Merkel bitte sagen sie mir einen Nachteil von Cannabis ??"}, {"topLevelComment": "Guter Kommentar .\nAber ich glaube es interessiert Fr. Merkel oder diesen Kanal \"einen scheiß\" ."}, {"topLevelComment": "Warum habe ich nicht das recht auf eine ungefährlichere Alternative? Wahrscheinlich weil es dafür keine Lobby gibt. Ich finde es unverantwortlich von ihnen diese Menschen zu verfolgen und zu diskriminieren. Aber das hat in Deutschland ja Tradition."}, {"topLevelComment": "Cannabis macht in kleinen Mengen abhängig? Was ist den das für ein Blödsinn Frau Merkel. Selbst wenn jemand einen problematischen Konsum von Cannabis hat, ist dieser viel leichter zu rehabilitieren als ein Alkoholabhängiger. Und von der Nikotinsucht mal ganz zu schweigen. Die Menschen haben und werden sich immer berauschen wollen, das werden sie den auch nicht verbieten können. Ich persönlich finde Alkohol 100 mal härter als Marihuana und das wird Ihnen jede Studie belegen können."}, {"topLevelComment": "5:28 Alter was labert die?! Das ist doch totaler Schwachsinn..."}, {"topLevelComment": "Wern Hans Söllner kennt müsst eigendlich wissa dos des a gschmarrn is mit dem marihuana. Der raucht a scho seit 26 joar oiwei jeden dog und der is imma nu gscheida oals die Merkel grutze fix. Wos is des für a welt. Samma etz olle bleed oder was. I kennt mi nur aufreng. Hier noch a suppa link für leitz die den Hansi no net kenna. Echt a subba typ. I leb gern für mi auf dera welt , oba die leit die grad da drausen leiden san der grund warum i net gern auf dera welt leb. "}, {"topLevelComment": "\"ein paar bier trinkt \"^^ ,du würdest keine MPU überstehen da du in den augen des psychologen stark suchtgefärdet bist oder gar süchtig, auch der zusammenhang mit gesellschaftlicher integrität lässt darauf schließen das du keine kontrolle über deinen konsum hast! "}, {"topLevelComment": "Ich frage mich, ob diese schlechten Bewertungen dieses Videos auf den Äußerungen der Kanzlerin über Cannabis beruhen oder allgemeiner Natur sind!? Es wäre ihr allerdings umbedingt nahezulegen, sich besser über dieses Thema zu informieren, da lediglich 75 Personen im Jahr in psychiatrische Anstalten aufgrund von Cannabiskonsum eingewiesen werden, niemand durch diese Droge gestorben ist (Lungen- und Rachenkrebs außenvorgelassen), an ethanolhaltigen Getränken jährlich aber 50.000 Deutsche sterben."}, {"topLevelComment": "Das ist ja Ländersache. Da Misch ich mich nicht ein. Petitionsausschuss. Da Misch ich mich nicht ein. Cannabis? Das kenn ich nich das will ich nich. "}, {"topLevelComment": "In der Zukunft sollte sich Deutschland drogenpolitisch bitte an den USA und Teilen Südamerikas orientieren um ein eindeutiges Zeichen GEGEN Drogenkriminalität zu setzen!\n"}, {"topLevelComment": "Laut unserer Drogenbeauftragten Mechthild Dyckmans werden jährlich 5,1 bis 6,2 Milliarden Euro für den Verbot von Cannabis ausgegeben (2010). Dieses Geld könnte man sich sparen und stattdessen 1 bis 3 Milliarden Euro durch Steuereinnahmen allein durch Cannabis kassieren. Ist das denn kein ausreichender Grund für die sonst so geldgeile Regierung Cannabis zu legalisieren? "}, {"topLevelComment": "von welchen nebenwirkungen ist denn überhaupt die rede ^^"}, {"topLevelComment": "Der wahre Grund gegen ist, dass die Pharmaindustrie einen Milliardenschaden haben würde, wenn Cannabis legal wäre"}, {"topLevelComment": "tabak und kaffee sind also keine drogen...mh die ganzen alkoholleichen und raucherlungen kommen wohl sonstwoher...danke angela merkel"}, {"topLevelComment": "Die hat doch gar keine Ahung. Menschen werden viel schneller süchtig nach Zigaretten oder Alkohol, als nach Cannabis. Totaler Schwachsinn, was Frau Merkel von sich gibt"}, {"topLevelComment": "Wieso kann man nicht mehr \"liken\" oder \"disliken?"}, {"topLevelComment": "und warum sollte es nicht legaliesiert werden? alkohol ist viel schädlicher und das is doch erlaubt"}, {"topLevelComment": "2.923 negative Bewertungen, scheiße gelaufen angie."}, {"topLevelComment": "Was ich krass finde, dass die scheiß Bundesregierung immer solche Egoisten sind, machen erst solche Veranstaltungen aber das was hier z.B in den Kommentaren etc. abgeht sogar auf deren eigenen Channel, wird Eiskalt ignoriert. Die Dummheit und der Egoismus der Politiker wird irgendwann nochmal mächtig in die Hose gehen. Alles nur dreckige ehemalige Außenseiter, die durchs schleimen an die Macht kamen.\nBildet euch weiter, wir Leben im 21. Jahrhundert und nicht mehr in der DDR!\n\nLegalize IT!"}, {"topLevelComment": "Was unsere Bundesregierung einfach nicht wahrhaben will: Durch das Internet sind mittlerweile viele Interessierte aufgeklärt, was das Thema Cannabisprohibition angeht - wir wissen, dass das Hanfverbot nur aus wirtschaftlichen und rassistischen Gründen überhaupt erst zustande kam, wir wissen um das geringere Gefahrenpotenzial im Vergleich zu legalen Rauschmitteln, wir wissen, dass das Einstiegsdrogenmärchen widerlegt wurde."}, {"topLevelComment": "Ich habe nie von einem Menschen gehört der an Cannabis gestorben ist, wenn dann an Lungenkrebs,Alkoholabhängigkeit, Alkoholvergiftung ect.\nEs ist bewiesen, dass Cannabis heilende Wirkungen hat und dem Krebs sogar entgegen wirkt.\nWillkürlich, einfach nur vollkommene Willkür!"}, {"topLevelComment": "Frau Bundeskanzlerin,was haben Sie gegen Suchtprävention,Jugend-\nund Verbraucherschutz? Meinen Sie mit den Ausnahmen die 60-70\nPatienten,die in der Apotheke ihr Cannabis kaufen dürfen ( für 15 E\nje Gramm) ? Wieso reden Sie die Suchtgefahr von Alkohol und\nTabak schön ? Zur Tradition. Die Gletschermumie Ötzi hatte schon\nvor 4000 Jahren sein Rauchpiece dabei, da gab es bei uns noch\nkeinen Alk, geschweige Tabak.Der ist bestimmt vor der CSU nach\nItalien geflohen."}, {"topLevelComment": "finds gut das sie sich diesen fragen gestellt hat.\n"}, {"topLevelComment": "Menschen mit deiner Meinung fällt es offensichtlich sehr schwer diese auch zu begründen..."}, {"topLevelComment": "Da würde ich Ihnen gerne eine frage zu stellen. Wiso ist bei Ihnen, Frau Merkel, der am häufigste genannte Grund für \"bescheidene\" Gesetzesregelungen der geschichtliche Aspekt? \nZudem höre ich bei jeder Legalisierungsfrage, dass einer der Gegenaspekte die Bekämpfung des Schwarzmarktes sei? \nEine Kriminalisierung verhindert NUR den Aufbau/die Erschließung eines überprüfbaren \"Drogenmarktes\" und stärkt den, der nicht überprüft wird.\n"}, {"topLevelComment": "ist euch nicht klar wie schlecht ihr informiert seit ?"}, {"topLevelComment": "Auf die Idee, dass die Legalisierung von Cannabis sinnvoll wäre, kommen immer nur die Konsumenten. Es ist doch absolut richtig, Drogen zu verbieten und den Konsum zu bestrafen. Anstatt einer Legalisierung von Cannabis wäre eher eine noch strengere Verfolgung der Dealer sinnvoll!"}, {"topLevelComment": "Wie kann man sich als Bürgervertreterin nur derart realitätsfremd zum Thema Cannabis äußern? In hohem Maße suchtgefährdend? Die Erde ist eine Scheibe!"}, {"topLevelComment": "Hab das Gefühl, dass hier nur Wutbürger rumhängen..."}, {"topLevelComment": "web 2.0 ich kanns nichmehr hören! bis jetzt hat mich meine dsl dose nich EINMAL gefragt ob ich ein update auf \"web 2.0\" machen möchte! Das ist mal wieder so ein komischer begriff den (vorallem CDU/CSU) politiker benutzen müssen weil sie \"web 1.0\" leider verpasst haben! deshalb blickt ihr auch nich das wenn ihr was auf twitter postet es die GANZE VERDAMMTE WELT sehen kann! mit der zeit gehen war halt noch nie die stärke von euch politikern erstmal aus prinzip gegen alles was ihr nich kennt/mögt"}, {"topLevelComment": "Kennt ihr das? Man spricht offen aus, dass man mehr als unzufrieden mit einer Tatsache, wie der Prohibition ist, welche genauso gescheitert ist, wie die Alkoholprohibition 1920-1933 und DANN sagt man uns, dass man es zur Kenntnis nehme. Ich mache euch keinen Vorwurf, ihr seid ja nicht die Regierung, aber am Ende wird sich keiner von denen für die Mehrheit interessieren.\nUnd dieses Argument, mit einer Legalisierung breche man internationale Verträge:\nWAS MENSCHENVERACHTEND IST; MUSS WEG, KAPIERT?"}, {"topLevelComment": "was canabis angeht, geht es rein um lobbyismus. nichts weiter! wenn ich die aussage vom Kanzler höre zeigt es doch mit wie wenig hintergrundwissen man politik machen kann. die richtung die man gehen soll giebt einem ja die industrie und die finanzwelt, nicht der bürger vor! gestrecktes hanf mit flüssigkunststoffen (brix)  und blei werden den staat in zukunft enorme medizinische mehrausgaben bescheren. die steuerlichen einnahmeverluste durch soziale ächtung sind ja schon enorm gestiegen."}, {"topLevelComment": "Wer die Merkel ab 2013 nicht mehr als Bundeskanzlerin haben möchte \"Daumen hoch\"! \n"}, {"topLevelComment": "Es reicht! Den Jugendlichen sollte man dieses Video verbieten! Ist es nicht schon schlimm genug, dass unsere Kinder durch mediale Werbung zum Alkohol gelenkt werden? Dass, weitaus schlimmere chemische Drogen und Kräutermischungen legal im Internet erhältlich sind? Und jetzt zeigt die Bundesregierung, auf ihrem Kanal, einen abgemagerten HIV-Kranken und nennt es \"Positiv zusammen Leben\"... und im gleichen Zug verteufelt der Hosenanzug Cannabis!!! Ich finde das makaber! BITTE NICHT ZENSIEREN!"}]}]]]